{
  "10.1212/WNL.0000000000214672": {
    "summary_ja": "背景：前治療としての抗血小板療法（APT）が、前方循環大血管閉塞（LVO）急性虚血性脳卒中に対する直接血管内治療（EVT）の成績に与える影響は不明瞭であり、臨床的利益や安全性に関するエビデンスは限られている。  \n方法：2015～2023年に欧州9カ国とイスラエルの20施設で施行されたEVA-TRISPレジストリから、静脈内血栓溶解療法や抗凝固療法を受けていない前方循環LVO脳卒中患者2,611例を対象に後ろ向き解析を行い、前治療APTの有無で1,308例を傾向スコアマッチングした。主要評価項目は90日後の修正Rankinスケール（mRS）、副次評価項目は90日後の自立度、再灌流成功率、症候性頭蓋内出血（sICH）発生率、死亡率とした。  \n結果：平均年齢75.8歳、NIHSSスコア13.1点、再灌流成功率74.7%、90日後自立率38.8%であった。APT既往群は非APT群に比べ、90日mRSが有意に改善（オッズ比1.30、95%CI 1.04-1.61）し、自立度も高かったが、sICHリスクの増加は認められなかった。  \n結論：前治療APTは、直接EVTを受ける前方循環LVO脳卒中患者において、90日後の機能的予後改善および自立度向上と関連し、安全性にも問題はなかった。",
    "summary_short_ja": "前治療として抗血小板療法（APT）を受けていた前向き脳梗塞患者（前方循環大血管閉塞）に対し、直接血管内治療（EVT）を行った結果を多施設で後ろ向き解析した。APT既往群は90日後の機能的予後（修正Rankinスケール）や自立度が有意に良好で、症候性頭蓋内出血リスクの増加は認められなかった。APT既往は直接EVT治療患者の予後改善に寄与する可能性が示された。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214677": {
    "summary_ja": "背景：生涯にわたる認知的刺激が高齢期の認知機能やアルツハイマー病（AD）発症に与える影響は十分に解明されていない。  \n方法：イリノイ州北東部の高齢者1,939名（平均年齢79.6歳、75％女性）を対象に、Rush Memory and Aging Projectのデータを用いて、生涯の認知的刺激を反映する複合指標を作成。認知症発症リスク、発症年齢、認知機能低下速度との関連を長期追跡調査で検証し、死亡者の一部ではAD関連病理指標および認知的レジリエンスとの関連も調査した。  \n結果：平均7.6年の追跡期間中、551名がAD認知症を発症。生涯認知的刺激が1単位高いとAD発症リスクが38％低下（ハザード比0.62）し、認知機能低下も遅延。AD関連病理を調整後も認知的レジリエンスが高いことが示された。  \n結論：生涯にわたる認知的刺激はAD認知症の発症リスク低減と認知機能の維持に寄与し、高齢期の認知健康は生涯の認知的刺激の影響を受けることが示唆された。",
    "summary_short_ja": "生涯にわたる認知的充実度がアルツハイマー病（AD）認知症の発症リスクを38％低減させ、認知機能の低下速度も遅らせることが明らかとなった。これは、AD関連病理を調整した後も認知的回復力の向上と関連し、認知的充実が高齢期の認知健康に寄与する重要な要因であることを示唆している。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214702": {
    "summary_ja": "背景：大血管閉塞による脳卒中患者に対し、血管内血栓除去術（EVT）前のアルテプラーゼによる静脈内血栓溶解療法（IVT）の効果は限定的かつ時間依存的である。代替薬として推奨されるテネクテプラーゼのデータは不足している。  \n方法：発症から4.5時間以内の前方循環大血管閉塞脳卒中患者を対象に、テネクテプラーゼ併用EVT（TNK + EVT）群とEVT単独群の2つの全国実臨床レジストリを用いた後ろ向きプール解析を実施。3か月後の改訂Rankinスケール（mRS）を主要評価項目とし、傾向スコア重み付けロジスティック回帰で群間比較を行った。  \n結果：1,890例（TNK + EVT：798例、EVT：1,092例、中央値年齢73歳）を解析。TNK + EVT群は全mRSスコアで有意に良好な機能的転帰を示し（加重共通オッズ比1.53、95%CI 1.29-1.82）、安全性に問題は認められなかった。効果は治療時間に依存しなかった。  \n結論：発症早期の大血管閉塞脳卒中において、EVT前のテネクテプラーゼ静注はEVT単独よりも3か月後の機能的予後を改善し、安全に使用可能であることが示された。",
    "summary_short_ja": "前向き脳梗塞患者を対象に、IVテネクテプラーゼ（TNK）併用血栓回収療法（EVT）とEVT単独の効果を比較した後ろ向き解析で、TNK+EVT群は3か月後の機能的回復が有意に良好であった。治療開始から4.5時間以内の症例で安全性に問題はなく、効果は時間依存性が認められなかった。これにより、早期脳梗塞治療におけるTNK併用の有用性が示された。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214688": {
    "summary_ja": "背景：2024年版McDonald基準は多発性硬化症（MS）診断の新たな推奨を示すが、その臨床的妥当性は未検証であった。  \n方法：2024年1～12月にMS疑いで紹介された347例を後ろ向きに解析。全例が脳・脊髄MRIを含む診断評価を受け、2017年基準は前向きに、2024年基準は診断後および追跡時に後ろ向きに適用した。2017年基準を診断の基準とし、2024年基準の診断数と性能を比較した。  \n結果：66％が女性、平均年齢39.4歳。追跡期間平均15.3か月で、21％はMS以外の疾患と判明し除外。残る274例に2024年基準を適用すると、初期診断時のMS診断数は2017年基準の172例に対し220例と増加。2024年基準は放射線学的孤立症候群も含め早期診断を可能にし、年齢層を問わず同等の診断性能を示した。  \n結論：2024年McDonald基準はMSの早期診断を促進し、診断数を増加させるが、一部のバイオマーカーや視神経評価の欠如が課題である。",
    "summary_short_ja": "2024年版マクドナルド基準は、多発性硬化症（MS）の診断を早期化し、放射線学的孤立症候群患者も含め診断数を増加させることが示された。347例中274例に適用し、2017年基準より多くの患者が初期診断でMSと診断された。基準の診断性能は年齢層を問わず安定しているが、中心静脈徴候やカッパ自由軽鎖のデータ欠如、視神経評価の不足が課題である。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214645": {
    "summary_ja": "背景：乳児期のてんかんは発症率が高く、遺伝的要因が多いとされるが、多くの症例で臨床的なゲノム解析後も診断がつかない。再解析の診断率は不明であった。  \n方法：2021年9月から2024年3月までに4つの小児専門施設で非診断結果だった乳児てんかん患者176名（初回312名中）を対象に、親のデータも含め複数のバイオインフォマティクス手法で2025年7月までに包括的なゲノム再解析を実施し、診断率と臨床的有用性を評価した。  \n結果：再解析により5.1％（9/176）が新たに遺伝診断を得て、全体の診断率は43.6％から46.5％に上昇した。新規診断のうち6例は臨床検査で報告されなかった変異（SNV、構造変異、繰り返し配列拡大、モザイク変異）で、3例は既報の意義不明変異に新証拠が加わった。全ての診断は臨床的に有用であった。  \n結論：非診断の迅速ゲノム解析後の包括的再解析は乳児てんかんの診断に有効であり、1～2年以内の再解析の臨床導入と複雑・非コード領域変異の検出を含むゲノム解析の拡充が推奨される。",
    "summary_short_ja": "乳児期のてんかんは遺伝的要因が多いが、初回の迅速ゲノム解析で診断がつかない例も多い。本研究は、診断不能だった乳児のゲノムデータを再解析し、5.1%の新たな遺伝診断を得た。これにより全体の診断率は43.6%から46.5%に向上し、全ての新診断は臨床的意義があった。再解析は1～2年以内に実施すべきであり、複雑変異や非コード領域の検出も含めた臨床的ゲノム解析の拡充が推奨される。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214711": {
    "summary_ja": "背景：炎症は脳の小血管病変（CSVD）の発症リスク因子として知られている。本研究は、好中球対リンパ球比（NLR）、単球対リンパ球比（MLR）、および全身免疫炎症指数（SII）とCSVD進行との関連を調査することを目的とした。  \n方法：2017年から2024年までの地域住民を対象とした前向きコホート研究で、脳卒中やがんの既往がなく、基線の炎症マーカーおよび追跡MRIデータが揃った2,267名を解析。NLR、MLR、SIIを四分位で分類し、約4.7年の追跡期間中のCSVD全体の進行および特定のMRIマーカーの変化を評価した。  \n結果：NLRの上昇はCSVD全体の進行および新規脳微小出血（CMBs）発生と有意に関連した。MLRの高値は新規ラクナ梗塞およびCMBsと関連し、SIIの高値もCSVD進行とCMBs発生に関連した。これらの炎症マーカーとCSVD進行には線形の関連性が認められた。  \n結論：NLR、MLR、SIIの上昇はCSVDの進行と関連し、これらのマーカーはCSVD予防のための追加的な指標となりうる。ただし、単一都市の集団を対象とした点や炎症マーカーの動的変化を評価していない点が限界である。",
    "summary_short_ja": "本研究は、地域住民を対象とした前向きコホート研究で、好中球・リンパ球比（NLR）、単球・リンパ球比（MLR）、全身免疫炎症指数（SII）と脳小血管病（CSVD）の進行との関連を検討した。約4.7年の追跡で、これらの炎症マーカーの上昇がCSVD全体の負荷増大や白質病変、脳微小出血、ラクナ梗塞の発症と有意に関連することを示し、CSVD予防の指標としての有用性を示唆した。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214679": {
    "summary_ja": "本研究は自己免疫疾患とくも膜下出血（SAH）発症リスクの関連を検討した。スウェーデンの出生登録に基づく全国コホート（約382万人、平均年齢38.1歳、女性55.2%）を対象に、2001年から2023年まで追跡調査を実施。自己免疫疾患の有無とSAH発症を複数の人口ベースの登録データから取得し、Cox比例ハザードモデルでリスク評価を行った。結果、自己免疫疾患全体でSAHリスクが18%増加（HR=1.18、95%CI 1.11-1.25）し、特に1型糖尿病、関節リウマチ、全身性エリテマトーデス、乾癬、多発性硬化症、原発性胆汁性肝硬変、IgA腎症で有意なリスク上昇が認められた。結論として、広範な自己免疫疾患がSAHの発症に関与する可能性が示唆され、将来的には自己免疫疾患患者に対するSAH予防戦略の開発に資する。ただし、登録診断の限界や喫煙など生活習慣情報の欠如による交絡の可能性は留意が必要である。",
    "summary_short_ja": "本研究は、スウェーデンの大規模コホートを用いて自己免疫疾患とくも膜下出血（SAH）の関連を検討した。約380万人を対象に追跡調査を行い、自己免疫疾患があるとSAHリスクが18％増加することを示した。特に1型糖尿病、関節リウマチ、全身性エリテマトーデスなど複数の疾患でリスク上昇が認められ、自己免疫疾患がSAHの発症に関与する可能性が示唆された。今後の予防戦略に資する知見であるが、生活習慣情報の不足など限界もある。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214743": {
    "summary_ja": "背景：多発性硬化症（MS）は中枢神経系の脱髄疾患で若年層に多いが、低・中所得国では診断や治療が遅れがちである。  \n方法：ネパールにおけるMSの診断・管理の障壁を調査し、現地の状況に応じた適応策を検討した。具体的には、医療従事者や一般の認知度の低さ、神経内科受診やMRI検査、必要な検査へのアクセス制限、長期治療の高コストを挙げている。  \n結果：簡略化した診断手順や、手頃な免疫抑制剤の活用、ネパール多発性硬化症協会による継続的な啓発活動が、診断・治療の遅れを改善し、医療アクセスと費用負担の軽減に寄与した。  \n結論：資源制約のある環境でも、現地に適した低コストの実践的戦略を導入することで、MS患者への公平な医療提供が可能であることを示した。",
    "summary_short_ja": "多発性硬化症（MS）は若年層に多い中枢神経脱髄疾患であるが、ネパールでは診断・治療が遅れがちである。主な障壁は、医療者・一般の認知不足、神経科受診やMRI検査の制限、高額な治療費である。著者らは、簡素化した診断手順や低価格の免疫抑制薬の活用、MS協会による継続的な啓発活動など、現地に適した実践的対策を提案し、資源制約下での公平なMS医療の推進を示した。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214754": {
    "summary_ja": "背景：SCA27Bは、線維芽細胞増殖因子14（FGF14）遺伝子内のGAAリピート配列の異常な反復拡大（250回以上）によって引き起こされる、後年発症の小脳性運動失調症（LOCA）の新たな常染色体優性遺伝疾患である。  \n方法：本研究では、SCA27Bの遺伝的特徴と臨床症状を詳細に解析し、特に成人後期に発症するエピソード性神経症状との関連を調査した。  \n結果：SCA27B患者は、典型的な小脳失調症状に加え、発作性の神経症状を示し、これが診断を困難にしていることが明らかとなった。遺伝子検査により、FGF14遺伝子内のGAAリピート拡大が確定診断に有用であることが示された。  \n結論：SCA27Bは、成人後期に発症するエピソード性神経症状の原因として見過ごされがちな疾患であり、適切な遺伝子検査を行うことで診断精度が向上し、患者の理解と治療方針の確立に寄与する。",
    "summary_short_ja": "SCA27Bは、線維芽細胞増殖因子14遺伝子内のGAAリピートが250回以上反復することで引き起こされる、後年発症の常染色体優性小脳失調症の新たな遺伝的原因である。本研究は、SCA27Bが成人後期に発現する発作性神経症状の原因として注目されることを示している。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214701": {
    "summary_ja": "背景：心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法の開発が求められている。炎症の役割がAFで注目されているが、AF関連脳卒中患者は抗炎症療法の最近の臨床試験から除外されており、IL-6や高感度C反応性タンパク（hsCRP）と再発リスクの関連がAFの有無で変わるかは不明であった。  \n方法：システマティックレビューで同定した11の前向き研究（計10,080例、うち2,134例がAF患者）から個別参加者データを用い、IL-6/hsCRPと再発脳卒中および主要心血管イベント（MACE）との関連を多変量コックス回帰分析で評価し、AFの有無で層別化した。  \n結果：追跡期間中（21,080人年）に1,677例がMACE、1,342例が再発脳卒中を発症。AF患者は炎症マーカー値が高く、急性期を超えて持続。hsCRPはAF患者の再発MACEと有意に関連（調整リスク比1.14、95%CI 1.04-1.25）した。  \n結論：炎症機序はAFの有無にかかわらず血管再発に重要であり、AF患者も抗炎症療法試験に含めるべきである。将来の試験では脳卒中の病因ではなく、炎症マーカーの高値を基準に患者選択を行うことが推奨される。",
    "summary_short_ja": "心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法が求められている。本研究は、11の前向き研究10,080例の個別データを用い、炎症マーカーIL-6およびhsCRPと再発リスクの関連をAFの有無で解析した。AF患者は炎症マーカーが高値で持続し、hsCRPはAF患者の再発重大心血管イベントと有意に関連した。炎症機序の重要性を示し、AF患者の抗炎症療法試験への参加と炎症マーカーに基づく選択の必要性を支持する。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214770": {
    "summary_ja": "背景：シナプス小胞のエキソサイトーシスとエンドサイトーシスは、多数のタンパク質や脂質の相互作用によって調節される基本的な神経伝達過程である。α-シヌクレイン（α-Syn）はこれらの過程の複数段階を制御している。  \n方法：パーキンソン病（PD）におけるシナプス小胞の機能障害を、α-Synの正常機能喪失と異常凝集体による毒性獲得機能の観点から検討し、家族性PDに関連する他の重要タンパク質、特にルイシンリピートリッチキナーゼ2（LRRK2）の異常機能がシナプス小胞輸送に与える影響を調査した。  \n結果：PDでは、α-Synの異常がエキソサイトーシスとエンドサイトーシスの障害を引き起こし、シナプス機能不全をもたらすことが示された。さらに、LRRK2などの他のタンパク質の異常もシナプス小胞の正常な輸送を妨げ、神経変性を促進することが明らかとなった。  \n結論：PDにおけるシナプス小胞の機能障害は、α-Synの機能異常と他の関連タンパク質の異常が複合的に関与しており、これらの分子機構の解明が病態理解と治療戦略の開発に重要である。",
    "summary_short_ja": "シナプス小胞のエキソサイトーシスとエンドサイトーシスは多くのタンパク質の協調的な働きによる基本的過程であり、α-シヌクレイン（α-Syn）がこれらの過程を調節する。パーキンソン病（PD）では、正常なα-Synの機能喪失と異常なα-Syn凝集体の毒性獲得により、これらの過程が障害される。さらに、LRRK2など他の重要タンパク質の異常もシナプス機能障害と神経変性に寄与する。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214655": {
    "summary_ja": "背景：急性虚血性脳卒中（AIS）に対する血栓回収術（EVT）後のヨード造影剤関連急性腎障害（CA-AKI）は予防可能な合併症であるが、その発生率や臨床的影響は不明瞭であり、予測ツールも存在しない。  \n方法：16か国73施設のEVT施行患者6,638例（中央値年齢74歳）を対象に、術前および術後48時間のクレアチニン値と90日後の修正Rankinスケール（mRS）を用いてCA-AKIの発生率と予後への影響を後ろ向きに解析。CA-AKIはKDIGO基準で定義。予測モデルは12の臨床変数を用いて構築・検証した。  \n結果：CA-AKIは4.9%に発生し、入院中死亡（調整オッズ比2.269）、90日後の重度障害または死亡（mRS>3、aOR1.530）と有意に関連。予測モデルはROC曲線下面積0.710で良好な識別能を示した。造影剤量を含むモデルでも同様の性能を示した。  \n結論：AISに対するEVT後のCA-AKIは約5%に発生し、予後不良と独立して関連する。簡便な術前リスクスコアにより高リスク患者の早期同定が可能であり、予防策の実施に有用である。",
    "summary_short_ja": "虚血性脳卒中に対する血栓回収術後の造影剤関連急性腎障害（CA-AKI）は約5%に発生し、入院中死亡率や90日後の重度障害・死亡と独立して関連した。本研究は16か国73施設の6638例を対象に、12の臨床指標を用いたCA-AKI予測スコア「CAN-REST」を開発・検証し、良好な予測性能を示した。早期リスク評価により予防策の検討が期待される。",
    "section_llm": "prognosis"
  }
}