{
  "10.1212/WNL.0000000000214672": {
    "summary_ja": "背景：前治療としての抗血小板療法（APT）が、前方循環大血管閉塞（LVO）急性虚血性脳卒中に対する直接血管内治療（EVT）の成績に与える影響は不明瞭であり、臨床的利益や安全性に関するエビデンスは限られている。  \n方法：2015～2023年に欧州9カ国とイスラエルの20施設で施行されたEVA-TRISPレジストリから、静脈内血栓溶解療法や抗凝固療法を受けていない前方循環LVO脳卒中患者2,611例を対象に後ろ向き解析を行い、前治療APTの有無で1,308例を傾向スコアマッチングした。主要評価項目は90日後の修正Rankinスケール（mRS）、副次評価項目は90日後の自立度、再灌流成功率、症候性頭蓋内出血（sICH）発生率、死亡率とした。  \n結果：平均年齢75.8歳、NIHSSスコア13.1点、再灌流成功率74.7%、90日後自立率38.8%であった。APT既往群は非APT群に比べ、90日mRSが有意に改善（オッズ比1.30、95%CI 1.04-1.61）し、自立度も高かったが、sICHリスクの増加は認められなかった。  \n結論：前治療APTは、直接EVTを受ける前方循環LVO脳卒中患者において、90日後の機能的予後改善および自立度向上と関連し、安全性にも問題はなかった。",
    "summary_short_ja": "前治療として抗血小板療法（APT）を受けていた前向き脳梗塞患者（前方循環大血管閉塞）に対し、直接血管内治療（EVT）を行った結果を多施設で後ろ向き解析した。APT既往群は90日後の機能的予後（修正Rankinスケール）や自立度が有意に良好で、症候性頭蓋内出血リスクの増加は認められなかった。APT既往は直接EVT治療患者の予後改善に寄与する可能性が示された。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214677": {
    "summary_ja": "背景：生涯にわたる認知的刺激が高齢期の認知機能やアルツハイマー病（AD）発症に与える影響は十分に解明されていない。  \n方法：イリノイ州北東部の高齢者1,939名（平均年齢79.6歳、75％女性）を対象に、Rush Memory and Aging Projectのデータを用いて、生涯の認知的刺激を反映する複合指標を作成。認知症発症リスク、発症年齢、認知機能低下速度との関連を長期追跡調査で検証し、死亡者の一部ではAD関連病理指標および認知的レジリエンスとの関連も調査した。  \n結果：平均7.6年の追跡期間中、551名がAD認知症を発症。生涯認知的刺激が1単位高いとAD発症リスクが38％低下（ハザード比0.62）し、認知機能低下も遅延。AD関連病理を調整後も認知的レジリエンスが高いことが示された。  \n結論：生涯にわたる認知的刺激はAD認知症の発症リスク低減と認知機能の維持に寄与し、高齢期の認知健康は生涯の認知的刺激の影響を受けることが示唆された。",
    "summary_short_ja": "生涯にわたる認知的充実度がアルツハイマー病（AD）認知症の発症リスクを38％低減させ、認知機能の低下速度も遅らせることが明らかとなった。これは、AD関連病理を調整した後も認知的回復力の向上と関連し、認知的充実が高齢期の認知健康に寄与する重要な要因であることを示唆している。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214702": {
    "summary_ja": "背景：大血管閉塞による脳卒中患者に対し、血管内血栓除去術（EVT）前のアルテプラーゼによる静脈内血栓溶解療法（IVT）の効果は限定的かつ時間依存的である。代替薬として推奨されるテネクテプラーゼのデータは不足している。  \n方法：発症から4.5時間以内の前方循環大血管閉塞脳卒中患者を対象に、テネクテプラーゼ併用EVT（TNK + EVT）群とEVT単独群の2つの全国実臨床レジストリを用いた後ろ向きプール解析を実施。3か月後の改訂Rankinスケール（mRS）を主要評価項目とし、傾向スコア重み付けロジスティック回帰で群間比較を行った。  \n結果：1,890例（TNK + EVT：798例、EVT：1,092例、中央値年齢73歳）を解析。TNK + EVT群は全mRSスコアで有意に良好な機能的転帰を示し（加重共通オッズ比1.53、95%CI 1.29-1.82）、安全性に問題は認められなかった。効果は治療時間に依存しなかった。  \n結論：発症早期の大血管閉塞脳卒中において、EVT前のテネクテプラーゼ静注はEVT単独よりも3か月後の機能的予後を改善し、安全に使用可能であることが示された。",
    "summary_short_ja": "前向き脳梗塞患者を対象に、IVテネクテプラーゼ（TNK）併用血栓回収療法（EVT）とEVT単独の効果を比較した後ろ向き解析で、TNK+EVT群は3か月後の機能的回復が有意に良好であった。治療開始から4.5時間以内の症例で安全性に問題はなく、効果は時間依存性が認められなかった。これにより、早期脳梗塞治療におけるTNK併用の有用性が示された。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214688": {
    "summary_ja": "背景：2024年版McDonald基準は多発性硬化症（MS）診断の新たな推奨を示すが、その臨床的妥当性は未検証であった。  \n方法：2024年1～12月にMS疑いで紹介された347例を後ろ向きに解析。全例が脳・脊髄MRIを含む診断評価を受け、2017年基準は前向きに、2024年基準は診断後および追跡時に後ろ向きに適用した。2017年基準を診断の基準とし、2024年基準の診断数と性能を比較した。  \n結果：66％が女性、平均年齢39.4歳。追跡期間平均15.3か月で、21％はMS以外の疾患と判明し除外。残る274例に2024年基準を適用すると、初期診断時のMS診断数は2017年基準の172例に対し220例と増加。2024年基準は放射線学的孤立症候群も含め早期診断を可能にし、年齢層を問わず同等の診断性能を示した。  \n結論：2024年McDonald基準はMSの早期診断を促進し、診断数を増加させるが、一部のバイオマーカーや視神経評価の欠如が課題である。",
    "summary_short_ja": "2024年版マクドナルド基準は、多発性硬化症（MS）の診断を早期化し、放射線学的孤立症候群患者も含め診断数を増加させることが示された。347例中274例に適用し、2017年基準より多くの患者が初期診断でMSと診断された。基準の診断性能は年齢層を問わず安定しているが、中心静脈徴候やカッパ自由軽鎖のデータ欠如、視神経評価の不足が課題である。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214645": {
    "summary_ja": "背景：乳児期のてんかんは発症率が高く、遺伝的要因が多いとされるが、多くの症例で臨床的なゲノム解析後も診断がつかない。再解析の診断率は不明であった。  \n方法：2021年9月から2024年3月までに4つの小児専門施設で非診断結果だった乳児てんかん患者176名（初回312名中）を対象に、親のデータも含め複数のバイオインフォマティクス手法で2025年7月までに包括的なゲノム再解析を実施し、診断率と臨床的有用性を評価した。  \n結果：再解析により5.1％（9/176）が新たに遺伝診断を得て、全体の診断率は43.6％から46.5％に上昇した。新規診断のうち6例は臨床検査で報告されなかった変異（SNV、構造変異、繰り返し配列拡大、モザイク変異）で、3例は既報の意義不明変異に新証拠が加わった。全ての診断は臨床的に有用であった。  \n結論：非診断の迅速ゲノム解析後の包括的再解析は乳児てんかんの診断に有効であり、1～2年以内の再解析の臨床導入と複雑・非コード領域変異の検出を含むゲノム解析の拡充が推奨される。",
    "summary_short_ja": "乳児期のてんかんは遺伝的要因が多いが、初回の迅速ゲノム解析で診断がつかない例も多い。本研究は、診断不能だった乳児のゲノムデータを再解析し、5.1%の新たな遺伝診断を得た。これにより全体の診断率は43.6%から46.5%に向上し、全ての新診断は臨床的意義があった。再解析は1～2年以内に実施すべきであり、複雑変異や非コード領域の検出も含めた臨床的ゲノム解析の拡充が推奨される。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214711": {
    "summary_ja": "背景：炎症は脳の小血管病変（CSVD）の発症リスク因子として知られている。本研究は、好中球対リンパ球比（NLR）、単球対リンパ球比（MLR）、および全身免疫炎症指数（SII）とCSVD進行との関連を調査することを目的とした。  \n方法：2017年から2024年までの地域住民を対象とした前向きコホート研究で、脳卒中やがんの既往がなく、基線の炎症マーカーおよび追跡MRIデータが揃った2,267名を解析。NLR、MLR、SIIを四分位で分類し、約4.7年の追跡期間中のCSVD全体の進行および特定のMRIマーカーの変化を評価した。  \n結果：NLRの上昇はCSVD全体の進行および新規脳微小出血（CMBs）発生と有意に関連した。MLRの高値は新規ラクナ梗塞およびCMBsと関連し、SIIの高値もCSVD進行とCMBs発生に関連した。これらの炎症マーカーとCSVD進行には線形の関連性が認められた。  \n結論：NLR、MLR、SIIの上昇はCSVDの進行と関連し、これらのマーカーはCSVD予防のための追加的な指標となりうる。ただし、単一都市の集団を対象とした点や炎症マーカーの動的変化を評価していない点が限界である。",
    "summary_short_ja": "本研究は、地域住民を対象とした前向きコホート研究で、好中球・リンパ球比（NLR）、単球・リンパ球比（MLR）、全身免疫炎症指数（SII）と脳小血管病（CSVD）の進行との関連を検討した。約4.7年の追跡で、これらの炎症マーカーの上昇がCSVD全体の負荷増大や白質病変、脳微小出血、ラクナ梗塞の発症と有意に関連することを示し、CSVD予防の指標としての有用性を示唆した。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214679": {
    "summary_ja": "本研究は自己免疫疾患とくも膜下出血（SAH）発症リスクの関連を検討した。スウェーデンの出生登録に基づく全国コホート（約382万人、平均年齢38.1歳、女性55.2%）を対象に、2001年から2023年まで追跡調査を実施。自己免疫疾患の有無とSAH発症を複数の人口ベースの登録データから取得し、Cox比例ハザードモデルでリスク評価を行った。結果、自己免疫疾患全体でSAHリスクが18%増加（HR=1.18、95%CI 1.11-1.25）し、特に1型糖尿病、関節リウマチ、全身性エリテマトーデス、乾癬、多発性硬化症、原発性胆汁性肝硬変、IgA腎症で有意なリスク上昇が認められた。結論として、広範な自己免疫疾患がSAHの発症に関与する可能性が示唆され、将来的には自己免疫疾患患者に対するSAH予防戦略の開発に資する。ただし、登録診断の限界や喫煙など生活習慣情報の欠如による交絡の可能性は留意が必要である。",
    "summary_short_ja": "本研究は、スウェーデンの大規模コホートを用いて自己免疫疾患とくも膜下出血（SAH）の関連を検討した。約380万人を対象に追跡調査を行い、自己免疫疾患があるとSAHリスクが18％増加することを示した。特に1型糖尿病、関節リウマチ、全身性エリテマトーデスなど複数の疾患でリスク上昇が認められ、自己免疫疾患がSAHの発症に関与する可能性が示唆された。今後の予防戦略に資する知見であるが、生活習慣情報の不足など限界もある。",
    "section_llm": "epidemiology"
  },
  "10.1212/WNL.0000000000214743": {
    "summary_ja": "背景：多発性硬化症（MS）は中枢神経系の脱髄疾患で若年層に多いが、低・中所得国では診断や治療が遅れがちである。  \n方法：ネパールにおけるMSの診断・管理の障壁を調査し、現地の状況に応じた適応策を検討した。具体的には、医療従事者や一般の認知度の低さ、神経内科受診やMRI検査、必要な検査へのアクセス制限、長期治療の高コストを挙げている。  \n結果：簡略化した診断手順や、手頃な免疫抑制剤の活用、ネパール多発性硬化症協会による継続的な啓発活動が、診断・治療の遅れを改善し、医療アクセスと費用負担の軽減に寄与した。  \n結論：資源制約のある環境でも、現地に適した低コストの実践的戦略を導入することで、MS患者への公平な医療提供が可能であることを示した。",
    "summary_short_ja": "多発性硬化症（MS）は若年層に多い中枢神経脱髄疾患であるが、ネパールでは診断・治療が遅れがちである。主な障壁は、医療者・一般の認知不足、神経科受診やMRI検査の制限、高額な治療費である。著者らは、簡素化した診断手順や低価格の免疫抑制薬の活用、MS協会による継続的な啓発活動など、現地に適した実践的対策を提案し、資源制約下での公平なMS医療の推進を示した。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214754": {
    "summary_ja": "背景：SCA27Bは、線維芽細胞増殖因子14（FGF14）遺伝子内のGAAリピート配列の異常な反復拡大（250回以上）によって引き起こされる、後年発症の小脳性運動失調症（LOCA）の新たな常染色体優性遺伝疾患である。  \n方法：本研究では、SCA27Bの遺伝的特徴と臨床症状を詳細に解析し、特に成人後期に発症するエピソード性神経症状との関連を調査した。  \n結果：SCA27B患者は、典型的な小脳失調症状に加え、発作性の神経症状を示し、これが診断を困難にしていることが明らかとなった。遺伝子検査により、FGF14遺伝子内のGAAリピート拡大が確定診断に有用であることが示された。  \n結論：SCA27Bは、成人後期に発症するエピソード性神経症状の原因として見過ごされがちな疾患であり、適切な遺伝子検査を行うことで診断精度が向上し、患者の理解と治療方針の確立に寄与する。",
    "summary_short_ja": "SCA27Bは、線維芽細胞増殖因子14遺伝子内のGAAリピートが250回以上反復することで引き起こされる、後年発症の常染色体優性小脳失調症の新たな遺伝的原因である。本研究は、SCA27Bが成人後期に発現する発作性神経症状の原因として注目されることを示している。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214701": {
    "summary_ja": "背景：心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法の開発が求められている。炎症の役割がAFで注目されているが、AF関連脳卒中患者は抗炎症療法の最近の臨床試験から除外されており、IL-6や高感度C反応性タンパク（hsCRP）と再発リスクの関連がAFの有無で変わるかは不明であった。  \n方法：システマティックレビューで同定した11の前向き研究（計10,080例、うち2,134例がAF患者）から個別参加者データを用い、IL-6/hsCRPと再発脳卒中および主要心血管イベント（MACE）との関連を多変量コックス回帰分析で評価し、AFの有無で層別化した。  \n結果：追跡期間中（21,080人年）に1,677例がMACE、1,342例が再発脳卒中を発症。AF患者は炎症マーカー値が高く、急性期を超えて持続。hsCRPはAF患者の再発MACEと有意に関連（調整リスク比1.14、95%CI 1.04-1.25）した。  \n結論：炎症機序はAFの有無にかかわらず血管再発に重要であり、AF患者も抗炎症療法試験に含めるべきである。将来の試験では脳卒中の病因ではなく、炎症マーカーの高値を基準に患者選択を行うことが推奨される。",
    "summary_short_ja": "心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法が求められている。本研究は、11の前向き研究10,080例の個別データを用い、炎症マーカーIL-6およびhsCRPと再発リスクの関連をAFの有無で解析した。AF患者は炎症マーカーが高値で持続し、hsCRPはAF患者の再発重大心血管イベントと有意に関連した。炎症機序の重要性を示し、AF患者の抗炎症療法試験への参加と炎症マーカーに基づく選択の必要性を支持する。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214770": {
    "summary_ja": "背景：シナプス小胞のエキソサイトーシスとエンドサイトーシスは、多数のタンパク質や脂質の相互作用によって調節される基本的な神経伝達過程である。α-シヌクレイン（α-Syn）はこれらの過程の複数段階を制御している。  \n方法：パーキンソン病（PD）におけるシナプス小胞の機能障害を、α-Synの正常機能喪失と異常凝集体による毒性獲得機能の観点から検討し、家族性PDに関連する他の重要タンパク質、特にルイシンリピートリッチキナーゼ2（LRRK2）の異常機能がシナプス小胞輸送に与える影響を調査した。  \n結果：PDでは、α-Synの異常がエキソサイトーシスとエンドサイトーシスの障害を引き起こし、シナプス機能不全をもたらすことが示された。さらに、LRRK2などの他のタンパク質の異常もシナプス小胞の正常な輸送を妨げ、神経変性を促進することが明らかとなった。  \n結論：PDにおけるシナプス小胞の機能障害は、α-Synの機能異常と他の関連タンパク質の異常が複合的に関与しており、これらの分子機構の解明が病態理解と治療戦略の開発に重要である。",
    "summary_short_ja": "シナプス小胞のエキソサイトーシスとエンドサイトーシスは多くのタンパク質の協調的な働きによる基本的過程であり、α-シヌクレイン（α-Syn）がこれらの過程を調節する。パーキンソン病（PD）では、正常なα-Synの機能喪失と異常なα-Syn凝集体の毒性獲得により、これらの過程が障害される。さらに、LRRK2など他の重要タンパク質の異常もシナプス機能障害と神経変性に寄与する。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214655": {
    "summary_ja": "背景：急性虚血性脳卒中（AIS）に対する血栓回収術（EVT）後のヨード造影剤関連急性腎障害（CA-AKI）は予防可能な合併症であるが、その発生率や臨床的影響は不明瞭であり、予測ツールも存在しない。  \n方法：16か国73施設のEVT施行患者6,638例（中央値年齢74歳）を対象に、術前および術後48時間のクレアチニン値と90日後の修正Rankinスケール（mRS）を用いてCA-AKIの発生率と予後への影響を後ろ向きに解析。CA-AKIはKDIGO基準で定義。予測モデルは12の臨床変数を用いて構築・検証した。  \n結果：CA-AKIは4.9%に発生し、入院中死亡（調整オッズ比2.269）、90日後の重度障害または死亡（mRS>3、aOR1.530）と有意に関連。予測モデルはROC曲線下面積0.710で良好な識別能を示した。造影剤量を含むモデルでも同様の性能を示した。  \n結論：AISに対するEVT後のCA-AKIは約5%に発生し、予後不良と独立して関連する。簡便な術前リスクスコアにより高リスク患者の早期同定が可能であり、予防策の実施に有用である。",
    "summary_short_ja": "虚血性脳卒中に対する血栓回収術後の造影剤関連急性腎障害（CA-AKI）は約5%に発生し、入院中死亡率や90日後の重度障害・死亡と独立して関連した。本研究は16か国73施設の6638例を対象に、12の臨床指標を用いたCA-AKI予測スコア「CAN-REST」を開発・検証し、良好な予測性能を示した。早期リスク評価により予防策の検討が期待される。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214703": {
    "summary_ja": "背景：RVCL-Sは単一遺伝子による加齢関連の脳小血管病（cSVD）で、血管性認知症や視力障害、早期死亡を引き起こすが、その病態生理は不明な点が多い。  \n方法：前向きコホートのRVCL-S患者25名（23～68歳）を対象に、脳MRIと認知機能検査を複数回実施。動脈スピンラベリングと非対称スピンエコー法で脳血流（CBF）と酸素抽出率（OEF）を測定し、白質病変量（WMH）、白質微細構造、白質体積の3つの画像指標と、5つの認知・運動指標の進行を線形混合モデルで解析した。  \n結果：全指標は経時的に悪化し、特にWMH量は年率31.3%増加、認知機能では処理速度を示すDSSTが最も急激に低下した。初回脳病変発症年齢は約30歳と推定。多変量解析でOEFはWMH増加と独立して関連し、CBFは関連しなかった。  \n結論：リスクのある白質領域でのOEF上昇は組織の低酸素虚血を反映し、RVCL-Sの病態進行に関与する可能性が高い。脳のOEFはRVCL-Sや他のcSVD患者のリスク層別化に有用なバイオマーカーとなり得る。",
    "summary_short_ja": "RVCL-Sは単一遺伝子による加齢性脳小血管病で、血管性認知症や視力低下を引き起こす。本研究は前向きコホートで脳MRIと認知機能検査を用い、病態進行を評価した。白質病変量は年率31.3%増加し、認知機能では処理速度が最も著しく低下した。酸素抽出率（OEF）が白質病変の進行と関連し、組織の低酸素虚血が病態に関与することを示唆。OEFはRVCL-Sや他の脳小血管病の進行予測バイオマーカーとして有望である。",
    "section_llm": "imaging"
  },
  "10.1212/WNL.0000000000214482": {
    "summary_ja": "背景：前頭側頭葉変性症（FTLD）は行動変異型（bvFTLD）、進行性失語症（PPA）、およびパーキンソニズムを伴う症候群（CBSやPSP）として現れる。発症率や生存期間に関する疫学データは限られている。  \n方法：ドイツ南部の840万人を対象としたALS-FTLD登録システムにより、2015～2022年に登録された515例のFTLD患者の発症率と生存率を解析。年齢調整発症率と発症率比（IRR）、カプランマイヤー法で中央値生存期間を算出した。  \n結果：全体の年齢調整発症率は100,000人年あたり0.76で、男性は女性より1.73倍高かった。男性は50歳以降にbvFTLDが増加し、女性はPSPが主な増加要因であった。中央値生存期間は全体で約54ヶ月、PPAで73ヶ月、bvFTLDで43ヶ月、PSP/CBSで約50ヶ月であった。  \n結論：本研究は中央ヨーロッパの大規模登録に基づき、FTLDの発症率は過去報告より低く、男性で高いことを示した。生存期間はFTLDの亜型によって大きく異なり、診断後の予後評価に重要な知見を提供する。",
    "summary_short_ja": "本研究は南ドイツの人口ベース登録データを用いて、前頭側頭葉変性症（FTLD）の発症率と生存率を調査した。2015～2022年に515例を登録し、全体の年齢調整発症率は10万人年あたり0.76で、男性が女性より1.73倍高かった。診断後の中央値生存期間は約54か月で、亜型により差があり、PPAが最長、bvFTLDが最短であった。発症率は従来報告より低く、性別や亜型による予後差が明確であった。",
    "section_llm": "epidemiology"
  },
  "10.1161/STROKEAHA.125.053204": {
    "summary_ja": "背景：急性虚血性脳卒中における血栓の構成は多様であり、従来の血栓溶解療法の効果に大きく影響する。  \n方法：本レビューでは、最新のランダム化比較試験を中心に、血栓の特定成分を標的とするグリコプロテインIIb/IIIa阻害剤の治療効果を検討した。  \n結果：グリコプロテインIIb/IIIa阻害剤は、従来療法に比べて血栓溶解を促進し、臨床転帰の改善が期待される有望な治療候補として浮上している。特に、血栓の性状や患者の臨床状況に応じて効果が異なることが示唆された。  \n結論：グリコプロテインIIb/IIIa阻害剤は急性虚血性脳卒中治療における新たなニッチとして位置づけられつつあり、今後の臨床応用に向けてさらなる検証が必要である。",
    "summary_short_ja": "本論文は、急性虚血性脳卒中における血栓成分の多様性が従来の血栓溶解療法の効果に影響を与える点に着目し、グリコプロテインIIb/IIIa阻害剤の有効性を最新のランダム化比較試験を基に検討する。これらの新規治療薬は特定の血栓成分を標的とし、血栓溶解促進と臨床成績の改善に期待が寄せられている。",
    "section_llm": "treatment"
  },
  "10.1212/WNL.0000000000214484": {
    "summary_ja": "背景：虚血性脳卒中は世界的に主要な死因・障害原因であり、大血管閉塞（LVO）が重篤な後遺症の大部分を占める。早期のLVO同定は血管内血栓除去術の迅速な介入に不可欠だが、現行の前病院段階で用いられる脳卒中スケールは適用法や精度にばらつきがある。  \n方法：LVO検出の診断精度を評価した研究を系統的にレビューし、58件・58,381例・33種類のスケールを対象に二変量ランダム効果モデルで感度・特異度を統合。ROC曲線下面積（AUC）解析やベイズネットワークメタ解析でスケールの順位付け（SUCRA値）を行い、出版バイアスも検討した。  \n結果：感度は0.30（HEMIPARESIS）から0.99（LARIO）、特異度は0.34（FANG）から0.94（HEMIPLEGIA）まで幅があった。総合的にLARIO（AUC=0.983）、FPSS（0.896）、FACE2AD（0.876）、ACT-FAST（0.873）が高性能。前病院ではFPSS、FAST VAN、FACE2ADが優れ、病院内ではLARIOとACT-FASTが最も高精度。ベイズ解析ではPOMONA、NIHSS、sNIHSS EMS、G-FAST、SAFEが上位に。出版バイアスは主要スケールでほぼ認められなかった。  \n結論：多様な前病院用スケールが存在し一部は高精度だが、簡便かつ汎用的にLVOを確実に識別できるツールの開発が依然として求められている。",
    "summary_short_ja": "本研究は、脳梗塞の大血管閉塞（LVO）を早期に識別するための救急前診断スケールの診断精度を系統的に評価した。58件の研究（58,381例）を対象にメタ解析を行い、LARIOやFPSS、FACE2AD、ACT-FASTなどが高い感度・特異度を示した。ベイズネットワーク解析ではPOMONAやNIHSSが上位にランク付けされたが、現場で広く使える簡便かつ汎用性の高いスケールの開発が依然として求められている。",
    "section_llm": "diagnosis"
  },
  "10.1001/jamaneurol.2023.5319": {
    "summary_ja": "背景：アルツハイマー病（AD）および関連認知症（ADRD）は複数の病理が共存することが多い。本研究は、血漿中のpTau217、GFAP、NfLがAD神経病理変化（ADNC）に特異的かを、共存するADRD病理の影響下で検証した。  \n方法：マサチューセッツAD研究センターの縦断コホートから、死後解剖を受けた認知機能の異なる187名と、正常認知の67名（解剖なし）を対象に、血漿中バイオマーカーをS-PLEX免疫測定法で測定。ADNCや他の病理との関連を線形回帰モデルで解析した。  \n結果：pTau217はThalフェーズやBraakステージの進行に伴い段階的に増加し、ADNCの存在を反映した。一方、GFAPはADNC非存在者の48%で増加し、NfLはADNCと特異的関連を示さなかった。非AD認知症群でもpTau217陽性者の多くは中間～高度のADNCを有していた。  \n結論：血漿pTau217はADNCの正確な指標であり、非AD認知症での陽性は誤診や偽陽性ではなく、ADNCの共存を示す重要な証拠である。GFAPやNfLはADNC特異性に乏しい。",
    "summary_short_ja": "本研究は、アルツハイマー病（AD）および関連認知症における脳病理変化（ADNC）と血漿中バイオマーカーpTau217、GFAP、NfLの関連を検討した。pTau217はADNCの進行度と相関し、非AD認知症患者でもADNCの共病理を反映した。一方、GFAPやNfLはADNC特異的でなかった。したがって、非AD認知症でのpTau217陽性は誤診ではなくADNCの共存を示す重要な指標と示唆される。",
    "section_llm": "diagnosis"
  },
  "10.1212/WNL.0000000000214612": {
    "summary_ja": "背景：小児の出血性もやもや病（MMD）は重篤な亜型であり、出血に特有の予後因子は十分に解明されていない。  \n方法：2003年から2023年に診断された小児MMD患者1,446例を対象に後ろ向きコホート研究を実施。出血性MMDは発症72時間以内の非外傷性・非動脈瘤性の急性頭蓋内出血と定義し、Suzuki分類、後交通動脈（PcomA）および前脈絡叢動脈（AChA）の拡張、修正Rankinスケール（mRS）スコア、再発イベントを収集。多変量ロジスティック回帰とCox比例ハザードモデルで出血性発症および再発の関連因子を解析。  \n結果：117例が出血性発症で、非出血例より年長（平均10.9歳対7.6歳）かつ女性に多い。入院時mRS≥2およびAChA拡張が悪性予後と強く関連。従来の血管造影分類は出血予後と有意な関連を示さなかった。  \n結論：出血性MMDは後方循環の脆弱性を特徴とし、早期介入の指標として後方循環評価が重要である。",
    "summary_short_ja": "小児出血性もやもや病（MMD）は高い罹患率を持つ重篤な亜型であり、本研究は2003～2023年の1,446例の小児MMD患者を対象に臨床経過、出血発症・再発因子、長期予後を検討した。出血例は平均年齢が高く女性に多く、後方循環の動脈拡張（特に前脈絡叢動脈拡張）と入院時のmRSスコア≥2が予後不良の主要因子であった。従来の血管造影分類は予後予測に有用でなく、後方循環評価が早期介入の指標となる。",
    "section_llm": "treatment"
  },
  "10.1002/alz.13859": {
    "summary_ja": "背景：アルツハイマー病（AD）の脳脊髄液（CSF）およびタウPETバイオマーカーの変化は、臨床症状出現の数年前から現れるが、これらの指標間の時間的関係は十分に解明されていない。  \n方法：認知機能に問題のない120名（平均年齢57歳、60％女性）を対象に、NIHとジョンズホプキンス大学の縦断的観察研究データを用いて、CSF中のリン酸化タウ（p-tau181）、全タウ（t-tau）、βアミロイド（Aβ）の変化と、初期のBraakステージにおけるタウPET負荷との関連を解析した。うち78名は縦断的CSFデータを持ち、42名は横断的データのみを提供。  \n結果：CSF中のp-tauおよびt-tauの増加率が高いほど、BraakステージIおよびIIのタウPET負荷が高いことが示された。  \n結論：初期BraakステージのタウPET負荷は、時間経過に伴うCSFタウおよびp-tauの増加と関連しており、ADの診断・病期評価における主要バイオマーカー間の関係理解に重要な知見を提供する。ただし、タウPETは単一時点での測定であり、PETとCSFの時間的変化の因果関係には限界がある。",
    "summary_short_ja": "本研究は認知機能に問題のない被験者120名を対象に、アルツハイマー病の脳脊髄液（CSF）バイオマーカーの長期変化と初期ブラーカーステージにおけるタウPET負荷の関連を検討した。結果、CSF中のリン酸化タウ（p-tau）および総タウ（t-tau）の増加が、ブラーカーステージI・IIのタウPET負荷の増大と関連していることが示された。これにより、AD診断・病期評価におけるバイオマーカー間の関係理解が進んだが、PETは単一時点の測定であり時間的変化の解明には限界がある。",
    "section_llm": "imaging"
  },
  "10.1007/s00259-023-06154-y": {
    "summary_ja": "背景：レビー小体型認知症（DLB）の診断に有望なα-シヌクレイン（α-syn）シード増幅アッセイ（SAA）は、異なる検査プロトコルの存在が臨床応用の障壁となっている。方法：4つのヨーロッパの研究所で異なるプロトコルを用い、ドーパミントランスポーター陽性の軽度から中等度のDLB患者20名と年齢・性別一致の対照10名の脳脊髄液（CSF）サンプルを解析。独立機関が統計解析を担当した。結果：4研究所の平均感度は78.8％、特異度は77.5％、正確度は78.5％であったが、研究所間で感度55～100％、特異度60～100％とばらつきが大きかった。β-アミロイド陽性DLB患者では感度がやや低下（70％）したが有意差はなかった。研究所間の一致度は低く（κ=0.246）、プロトコルの違いが結果の再現性に影響を与えていることが示唆された。結論：α-syn SAAの臨床導入にはプロトコルの標準化・調和が不可欠であり、本研究はその必要性を支持するエビデンスを提供している。",
    "summary_short_ja": "本研究は、レビー小体型認知症（DLB）診断に用いられるα-シヌクレインシード増幅アッセイ（SAA）の4つの欧州ラボ間での性能を比較した。20例のDLB患者と10例の対照を対象に、各ラボで異なるプロトコルを用いて検査を実施。感度は55～100％、特異度は60～100％とばらつきが大きく、ラボ間の再現性に課題が示された。結果はSAAの臨床導入にはプロトコルの標準化が必要であることを示唆する。",
    "section_llm": "diagnosis"
  },
  "10.1111/j.1528-1157.1996.tb00602.x": {
    "summary_ja": "背景：特発性全般性てんかん（IGE）は通常治療に反応するが、一部の患者は複数の抗てんかん薬を試しても発作が制御困難であり、この群で進行性の脳構造変化が起こるかは不明であった。  \n方法：中国と英国の2施設から早期IGE群（42名）と慢性IGE群（67名）を対象に、健康対照群（109名）と比較した縦断的MRI研究を実施。高解像度T1強調画像を12か月以上の間隔で2回取得し、皮質厚や海馬・皮質下体積を計測。線形混合効果モデルで年齢や検査間隔を補正し、構造的共分散解析で視床皮質結合も評価した。  \n結果：早期IGEでは左被殻の萎縮が限定的に進行。慢性IGEでは前頭葉・側頭葉の皮質薄化と後頭部の肥厚、被殻・視床・淡蒼球の萎縮が広範に認められた。持続性全般性強直間代発作例は前中心回の肥厚と前頭葉・後帯状皮質のさらなる薄化を示し、光過敏IGEは舌状回・後頭皮質の肥厚を伴った。バルプロ酸使用は運動・視覚・皮質下領域の構造変化を抑制する傾向があった。慢性IGEでは左視床と左舌状回間の構造的共分散が増加した。  \n結論：慢性IGE、特に持続性発作や光過敏例は対照群より広範な進行性脳変化を示し、バルプロ酸がこれらの変化を抑制する可能性がある。縦断的MRIは制御困難なIGEの病態進行や治療効果の評価に有用と考えられる。",
    "summary_short_ja": "特発性全般てんかん（IGE）において、治療抵抗性の慢性患者は初期患者に比べて前頭葉や側頭葉を中心に広範な皮質萎縮と一部領域の肥厚を示し、被殻や視床などの皮質下構造も萎縮することが明らかとなった。持続的な全般性強直間代発作や光過敏性を伴う患者では特異的な脳形態変化が認められ、バルプロ酸はこれらの構造変化を抑制する可能性が示唆された。長期的MRI観察は病態進行や治療効果の評価に有用である。",
    "section_llm": "imaging"
  },
  "10.1212/WNL.0000000000214659": {
    "summary_ja": "【背景】片頭痛治療における抗CGRPモノクローナル抗体（MAbs）の長期効果と治療継続要因の解明が求められている。  \n【方法】多施設の前向き観察研究で、抗CGRP MAbs治療患者1,340名の24か月後の月間頭痛日数（MHDs）変化を解析。6、12、18、24か月の4時点での反応パターンを評価し、50%以上のMHDs減少が3回以上持続した場合を持続反応（SR）と定義。治療継続群（ON群）と効果不十分で中止した群（OFF群）のベースライン特性を比較。  \n【結果】ON群の中央値MHDは20日から24か月後に60.4%が50%以上減少。SR達成率は53.8%。OFF群はON群に比べ、ベースラインでMHDが多く、片頭痛の前兆、うつ病、肥満の割合が有意に高かった。  \n【結論】抗CGRP MAbsは2年間にわたりMHDを持続的に減少させる効果があり、治療開始の遅れや片頭痛の前兆、うつ病、肥満は治療継続に悪影響を及ぼす可能性が示された。",
    "summary_short_ja": "本研究は、抗CGRPモノクローナル抗体の片頭痛に対する2年間の長期効果と治療継続要因を検討した。1340例で月間頭痛日数が中央値20日から60.4%が50%以上減少し、53.8%が持続的な改善を示した。一方、治療中断群は頭痛日数が多く、オーラ、うつ病、肥満の割合が高かった。これらの因子が治療継続に負の影響を与える可能性が示された。抗CGRP抗体は24か月間にわたり頭痛軽減効果を持続することが示された。",
    "section_llm": "treatment"
  },
  "10.1371/journal.pone.0161092": {
    "summary_ja": "背景：前頭側頭型認知症（FTD）および一次進行性失語症（PPA）では行動・神経精神症状が多く見られるが、その症状パターンや経過、脳萎縮との関連は十分に解明されていない。  \n方法：ドイツ神経変性疾患センターの多施設前向きコホート研究から、RascovskyおよびGorno-Tempini基準に基づきbvFTDまたはPPAと診断された314名（平均年齢65.5歳）を対象に、神経精神症状をNeuropsychiatric Inventory-Questionnaireで評価。主成分分析（PCA）で症状群を抽出し、線形混合効果モデルで症状の経時変化を解析。MRIデータ（134名分）を用いて萎縮との関連も検討した。  \n結果：PCAにより「能動的行動」「受動的行動」「感情症状」「精神病症状」の4つの症状群が同定され、診断群間で頻度は類似。症状の重症度は発症からの経過時間、症状群、性別に依存し、時間経過とともに変動した。MRI萎縮との関連も示唆された。  \n結論：bvFTDおよびPPAにおける行動・神経精神症状は多様かつ共通しており、症状の理解は診療・診断・臨床試験設計に重要である。神経病理学的検証やMRIデータの限定性が課題である。",
    "summary_short_ja": "前頭側頭型認知症（FTD）および一次進行性失語症（PPA）患者314名を対象に、行動・神経精神症状のパターンと経過をデータ駆動型で解析した。主成分分析により、活動的行動型、受動的行動型、情動型、精神病型の4つの症状群を特定。症状の頻度は診断群間で類似し、重症度は病期や性別に依存した。MRIによる萎縮との関連も検討し、症状理解の深化が診療や臨床試験設計に重要と示唆された。",
    "section_llm": "prognosis"
  },
  "10.1212/WNL.0000000000214613": {
    "summary_ja": "背景：てんかん手術後に発作が消失した成人患者の多くは抗てんかん薬（ASM）を中止することを検討するが、中止開始の最適な時期は不明である。  \n方法：1990～2016年に12の三次医療機関で切除術を受け、術後発作がなく1年以上追跡された964名を対象に、多施設観察コホート研究を実施。術後1～5年目以降でASM中止開始時期別に発作再発リスクを比較し、傾向スコアマッチングで治療選択バイアスを調整した。  \n結果：術後1年以内に中止開始した群は発作再発リスクが高く（HR 1.4）、2年以内の中止も初期リスク増加と関連したが、長期的な発作再発率は中止時期にかかわらず類似。2年以上待つことによる追加のリスク低減効果は認められなかった。  \n結論：ASM中止の開始時期は患者・介護者・医療者がリスクや社会的要因を考慮し共有決定すべきであり、本研究は実臨床に即した中止時期の判断やフォローアップ方針の策定に資するエビデンスを提供する。",
    "summary_short_ja": "てんかん手術後に抗てんかん薬（ASM）をいつ中止するかは最適な時期が不明である。本研究は12施設で1990～2016年に手術を受けた成人964名を対象に、術後1～5年およびそれ以降のASM中止開始時期と発作再発リスクを比較した。術後2年以内の中止は初期の再発リスクが高いが、長期的な発作抑制効果に差はなく、2年以上待つことによる追加の利益は認められなかった。中止時期の決定は患者・家族・医師の協議が重要である。",
    "section_llm": "treatment"
  },
  "10.1161/STROKEAHA.114.006819": {
    "summary_ja": "本研究は、脳卒中治療技術の進展が農村部の所得層ごとに平等に恩恵をもたらしているかを検証した。2009年から2019年の米国農村部の急性虚血性脳卒中患者約59万人を対象に、認定脳卒中センターの開設が治療アクセスや臨床結果に与える影響を後ろ向きコホート研究で評価した。コミュニティは、30分圏内に新規認定センター（ASRH、PSC、TSC、CSC）が開設されたかで分類し、入院先、血栓溶解療法、血栓回収術、1年死亡率を主要アウトカムとした。結果、2009年時点で低所得地域の4％、高所得地域の22％が認定センターにアクセス可能であったが、2019年にはそれぞれ30％と50％に増加。特に高所得地域は高度センター（TSC/CSC）へのアクセスが低所得地域の3倍多かった。ASRHへのアクセスは血栓溶解療法の確率を0.63ポイント、TSC/CSCは血栓溶解と血栓回収術の確率をそれぞれ1.39ポイント、1.12ポイント増加させたが、1年死亡率の差はなかった。結論として、高所得農村地域での認定センター拡大がより進み、先進治療の利用格差を拡大させており、所得に基づく不平等を是正するための公平性重視の施策が必要である。",
    "summary_short_ja": "本研究は、2009～2019年の米国農村部における脳卒中認定施設の拡大が所得層によって異なる影響を及ぼしたかを検証した。高所得地域は低所得地域よりも高度な認定施設の増加率が高く、血栓溶解療法や血栓回収術の利用率向上に結びついたが、1年死亡率に差はなかった。結果は、農村部の脳卒中ケアにおける所得格差が拡大している可能性を示し、公平な医療アクセス確保の重要性を示唆している。",
    "section_llm": "epidemiology"
  }
}