{
  "date": "2026-02-24",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41730149",
      "doi": "10.1212/WNL.0000000000214482",
      "title": "Incidence and Survival Rates of Frontotemporal Lobar Degeneration: Population-Based Registry Study.",
      "abstract": "Frontotemporal lobar degeneration (FTLD) can present as a behavioral or language variant (bvFTLD or a primary progressive aphasia [PPA], or as a syndrome with parkinsonism, such as corticobasal syndrome [CBS] or progressive supranuclear palsy [PSP]). The incidence of FTLD varies in epidemiologic studies, reaching 3 per 100,000 person-years. Only few data exist regarding survival times. We evaluated incidence and survival rates in a population-based registry with high coverage in Southern Germany. The epidemiologic ALS-FTLD registry Swabia covers a population of 8.4 million inhabitants in south-west Germany. Raw and age-standardized incidence rates, as well as incidence rate ratios (IRR) with 95% CIs were calculated. Median survival time was estimated for different FTLD variants using the Kaplan-Meier method. Between 2015 and 2022, 515 patients with FTLD (mean age at diagnosis 68.0 ± 9.5 years, 59.8% men) were registered. The median diagnostic delay was 24.8 months. The most common variant was bvFTLD (n = 185, 35.9%; 66.5% men), followed by PPA (n = 147, 28.5%; 51.0% men), PSP (n = 133, 25.8%; 62.9% men), and CBS (n = 22, 4.3%; 50% men). The overall FTLD incidence was 0.77 (95% CI 0.71-0.84), and the age-standardized incidence was 0.76 (95% CI 0.69-0.82) per 100.000 person-years. The age-standardized incidence was higher in men than in women, with an IRR of 1.73 (95% CI 1.44-2.00). In men, incidence increased from the age 50 years, primarily due to bvFTD, whereas in women this rise was primarily due to PSP. The median survival (N = 392) from diagnosis was 53.6 months (95% CI 50.9-62.0) overall, 73.1 months (95% CI 63.6-82.8) for patients with PPA, 42.8 months (95% CI 35.1-64.3) for patients with bvFTD, and 49.5 months (95% CI 39.2-53.7) for patients with PPS/CBS. We observed a raw incidence rate of 0.77, thus considerably lower than in most previous reports. Incidence was substantially higher in men than in women. The prognosis from the time of diagnosis depended highly on the specific FTLD subtype. Our data are based on the large sample size and high capture rate of a central European population-based registry.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41730149/",
      "summary_ja": "背景：前頭側頭葉変性症（FTLD）は行動変異型（bvFTLD）、進行性失語症（PPA）、およびパーキンソニズムを伴う症候群（CBSやPSP）として現れる。発症率や生存期間に関する疫学データは限られている。  \n方法：ドイツ南部の840万人を対象としたALS-FTLD登録システムにより、2015～2022年に登録された515例のFTLD患者の発症率と生存率を解析。年齢調整発症率と発症率比（IRR）、カプランマイヤー法で中央値生存期間を算出した。  \n結果：全体の年齢調整発症率は100,000人年あたり0.76で、男性は女性より1.73倍高かった。男性は50歳以降にbvFTLDが増加し、女性はPSPが主な増加要因であった。中央値生存期間は全体で約54ヶ月、PPAで73ヶ月、bvFTLDで43ヶ月、PSP/CBSで約50ヶ月であった。  \n結論：本研究は中央ヨーロッパの大規模登録に基づき、FTLDの発症率は過去報告より低く、男性で高いことを示した。生存期間はFTLDの亜型によって大きく異なり、診断後の予後評価に重要な知見を提供する。",
      "summary_short_ja": "本研究は南ドイツの人口ベース登録データを用いて、前頭側頭葉変性症（FTLD）の発症率と生存率を調査した。2015～2022年に515例を登録し、全体の年齢調整発症率は10万人年あたり0.76で、男性が女性より1.73倍高かった。診断後の中央値生存期間は約54か月で、亜型により差があり、PPAが最長、bvFTLDが最短であった。発症率は従来報告より低く、性別や亜型による予後差が明確であった。",
      "disease": "parkinson",
      "section": "epidemiology"
    },
    {
      "source": "pubmed",
      "pmid": "41730038",
      "doi": "10.1161/STROKEAHA.125.053204",
      "title": "Glycoprotein IIb/IIIa Agents in Acute Ischemic Stroke: A Niche in the Making?",
      "abstract": "Variations in thrombus composition significantly influence the efficacy of conventional thrombolytic therapies in acute ischemic stroke. Emerging treatments, designed to target distinct components of the thrombus, are currently under evaluation and offer renewed hope for enhancing clot dissolution and improving clinical outcomes. This review will examine the current evidence surrounding glycoprotein IIb/IIIa inhibitors in the treatment of acute ischemic stroke, drawing on the latest randomised-controlled trials, identifying promising therapeutic candidates and evaluating the clinical contexts in which these agents are most likely to be beneficial.",
      "journal": "Stroke",
      "year": "2026",
      "published": "2026-Mar",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41730038/",
      "summary_ja": "背景：急性虚血性脳卒中における血栓の構成は多様であり、従来の血栓溶解療法の効果に大きく影響する。  \n方法：本レビューでは、最新のランダム化比較試験を中心に、血栓の特定成分を標的とするグリコプロテインIIb/IIIa阻害剤の治療効果を検討した。  \n結果：グリコプロテインIIb/IIIa阻害剤は、従来療法に比べて血栓溶解を促進し、臨床転帰の改善が期待される有望な治療候補として浮上している。特に、血栓の性状や患者の臨床状況に応じて効果が異なることが示唆された。  \n結論：グリコプロテインIIb/IIIa阻害剤は急性虚血性脳卒中治療における新たなニッチとして位置づけられつつあり、今後の臨床応用に向けてさらなる検証が必要である。",
      "summary_short_ja": "本論文は、急性虚血性脳卒中における血栓成分の多様性が従来の血栓溶解療法の効果に影響を与える点に着目し、グリコプロテインIIb/IIIa阻害剤の有効性を最新のランダム化比較試験を基に検討する。これらの新規治療薬は特定の血栓成分を標的とし、血栓溶解促進と臨床成績の改善に期待が寄せられている。",
      "disease": "stroke",
      "section": "treatment"
    }
  ]
}