{
  "date": "2026-02-20",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41712884",
      "doi": "10.1212/WNL.0000000000214655",
      "title": "Contrast-Associated Acute Kidney Injury After Thrombectomy for Ischemic Stroke: Prognostic Impact and CAN-REST Predictive Score.",
      "abstract": "Contrast-associated acute kidney injury (CA-AKI) is a potentially preventable complication after exposure to iodinated contrast media. In patients undergoing endovascular thrombectomy (EVT) for acute ischemic stroke (AIS), the incidence and clinical impact are poorly characterized, and no validated prediction tool is currently available. The aim of this study was to assess the incidence and prognostic significance of CA-AKI in EVT-treated patients with AIS and to develop and validate a predictive score. A retrospective, multicenter cohort study was conducted involving EVT-treated patients across 73 centers in 16 countries (January-December 2023). Inclusion criteria were age ≥18 years, absence of dialysis, availability of preprocedural and 48-hour postprocedural creatinine levels, and available 90-day follow-up (modified Rankin Scale [mRS] score). The primary outcome was CA-AKI, defined by KDIGO (Kidney Disease: Improving Global Outcomes criteria;creatinine increase ≥0.3 mg/dL or ≥1.5 times baseline, within 48 hours). Secondary outcomes were (1) in-hospital mortality, (2) 90-day mRS score, and (3) 90-day severe disability or death (mRS score >3). Logistic models assessing associations with outcomes accounted for within-center clustering by applying robust standard errors. CA-AKI prediction models were developed across imputed data sets using univariable selection ( Among 6,638 patients (median age 74 years; 48.7% male), CA-AKI occurred in 326 (4.9%) and was independently associated with in-hospital mortality (adjusted odds ratio [aOR] 2.269; 95% CI 1.615-3.190), higher 90-day mRS scores (adjusted common odds ratio 1.584; 95% CI 1.110-2.258), and 90-day severe disability or death (aOR 1.530; 95% CI 1.057-2.216). A preprocedural risk model including 12 routine clinical variables-sex, ethnicity, arterial hypertension, dyslipidemia, chronic kidney disease, antiplatelet therapy, NIH Stroke Scale score at admission, serum glucose, estimated glomerular filtration rate, hemoglobin, mean arterial pressure, and IV thrombolysis-demonstrated acceptable discrimination (area under the receiver operating characteristic curve 0.710 [95% CI 0.682-0.738]; precision-recall area under the curve 0.13 [95% CI 0.10-0.16]), good calibration (slope 0.870 [95% CI 0.759-0.928]), good overall performance (Brier score 0.045 [95% CI 0.042-0.049]). A second model that included EVT-related variables (e.g., contrast volume) showed similar performances. In this large, international cohort, CA-AKI occurred in approximately 1 in 20 EVT-treated patients with AIS and was independently associated with poor outcomes. A simple preprocedural risk score enables early identification of high-risk individuals and may support preventive strategies.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41712884/",
      "summary_ja": "背景：急性虚血性脳卒中（AIS）に対する血栓回収術（EVT）後のヨード造影剤関連急性腎障害（CA-AKI）は予防可能な合併症であるが、その発生率や臨床的影響は不明瞭であり、予測ツールも存在しない。  \n方法：16か国73施設のEVT施行患者6,638例（中央値年齢74歳）を対象に、術前および術後48時間のクレアチニン値と90日後の修正Rankinスケール（mRS）を用いてCA-AKIの発生率と予後への影響を後ろ向きに解析。CA-AKIはKDIGO基準で定義。予測モデルは12の臨床変数を用いて構築・検証した。  \n結果：CA-AKIは4.9%に発生し、入院中死亡（調整オッズ比2.269）、90日後の重度障害または死亡（mRS>3、aOR1.530）と有意に関連。予測モデルはROC曲線下面積0.710で良好な識別能を示した。造影剤量を含むモデルでも同様の性能を示した。  \n結論：AISに対するEVT後のCA-AKIは約5%に発生し、予後不良と独立して関連する。簡便な術前リスクスコアにより高リスク患者の早期同定が可能であり、予防策の実施に有用である。",
      "summary_short_ja": "虚血性脳卒中に対する血栓回収術後の造影剤関連急性腎障害（CA-AKI）は約5%に発生し、入院中死亡率や90日後の重度障害・死亡と独立して関連した。本研究は16か国73施設の6638例を対象に、12の臨床指標を用いたCA-AKI予測スコア「CAN-REST」を開発・検証し、良好な予測性能を示した。早期リスク評価により予防策の検討が期待される。",
      "disease": "stroke",
      "section": "prognosis"
    },
    {
      "source": "pubmed",
      "pmid": "41707111",
      "doi": "10.1212/WNL.0000000000214770",
      "title": "How Are Synaptic Vesicle Exocytosis and Endocytosis Affected in Parkinson Disease?",
      "abstract": "Synaptic vesicle exocytosis and endocytosis are 2 fundamental processes that involve the coordinated and timely activity of many proteins and protein-lipid interactions. Alpha-synuclein (α-Syn) regulates several steps of these processes. Impaired exocytosis and endocytosis are important consequences of Parkinson disease (PD), reflecting both loss of function of normal α-Syn and toxic gain of function of abnormal α-Syn aggregates. Studies in familial forms of PD indicate that abnormal functions of other critical proteins such as leucine repeat rich kinase 2 also impair normal synaptic vesicular trafficking and contribute to synaptic dysfunction and secondary neurodegeneration.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41707111/",
      "summary_ja": "背景：シナプス小胞のエキソサイトーシスとエンドサイトーシスは、多数のタンパク質や脂質の相互作用によって調節される基本的な神経伝達過程である。α-シヌクレイン（α-Syn）はこれらの過程の複数段階を制御している。  \n方法：パーキンソン病（PD）におけるシナプス小胞の機能障害を、α-Synの正常機能喪失と異常凝集体による毒性獲得機能の観点から検討し、家族性PDに関連する他の重要タンパク質、特にルイシンリピートリッチキナーゼ2（LRRK2）の異常機能がシナプス小胞輸送に与える影響を調査した。  \n結果：PDでは、α-Synの異常がエキソサイトーシスとエンドサイトーシスの障害を引き起こし、シナプス機能不全をもたらすことが示された。さらに、LRRK2などの他のタンパク質の異常もシナプス小胞の正常な輸送を妨げ、神経変性を促進することが明らかとなった。  \n結論：PDにおけるシナプス小胞の機能障害は、α-Synの機能異常と他の関連タンパク質の異常が複合的に関与しており、これらの分子機構の解明が病態理解と治療戦略の開発に重要である。",
      "summary_short_ja": "シナプス小胞のエキソサイトーシスとエンドサイトーシスは多くのタンパク質の協調的な働きによる基本的過程であり、α-シヌクレイン（α-Syn）がこれらの過程を調節する。パーキンソン病（PD）では、正常なα-Synの機能喪失と異常なα-Syn凝集体の毒性獲得により、これらの過程が障害される。さらに、LRRK2など他の重要タンパク質の異常もシナプス機能障害と神経変性に寄与する。",
      "disease": "parkinson",
      "section": "prognosis"
    }
  ]
}