{
  "date": "2026-02-15",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41687049",
      "doi": "10.1212/WNL.0000000000214688",
      "title": "Performance of the 2024 McDonald Criteria in Patients Under Evaluation for Suspected Multiple Sclerosis.",
      "abstract": "The 2024 McDonald criteria provide new recommendations for multiple sclerosis (MS) diagnosis, but validation of the criteria is lacking. We wanted to investigate the application and performance of the 2024 McDonald criteria in patients with suspected MS seen in routine clinical practice. We retrospectively identified patients referred with clinical and/or radiologic suspicion for MS between January and December 2024. All patients had a minimum diagnostic evaluation with brain and spinal cord MRI. The 2017 McDonald criteria were applied prospectively, and the 2024 McDonald criteria were applied retrospectively after the initial diagnostic workup and at last follow-up. We investigated (1) the number of patients diagnosed with MS using the 2017 McDonald criteria or the 2024 McDonald criteria, and (2) the diagnostic performance of the 2024 McDonald criteria when applied during the initial diagnostic workup, with an MS diagnosis using the 2017 McDonald criteria as the reference-standard. In 347 patients (mean age 39.4 years, 66% female) with suspected MS followed up for mean 15.3 (range 8-20) months, 73 (21%) had alternative disorders and were excluded. After applying the 2024 McDonald criteria in the remaining 274 patients, more patients were diagnosed with MS after the initial diagnostic workup (220 vs 172,  Use of the 2024 McDonald allows for earlier MS diagnosis, but also more frequent diagnosis including in patients with radiologically isolated syndrome. The revised criteria have similar performance across the lifespan. Limitations include the lack of data on central vein sign and kappa free light chains, and missing optic nerve assessment in some patients.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687049/",
      "summary_ja": "背景：2024年版McDonald基準は多発性硬化症（MS）診断の新たな推奨を示すが、その臨床的妥当性は未検証であった。  \n方法：2024年1～12月にMS疑いで紹介された347例を後ろ向きに解析。全例が脳・脊髄MRIを含む診断評価を受け、2017年基準は前向きに、2024年基準は診断後および追跡時に後ろ向きに適用した。2017年基準を診断の基準とし、2024年基準の診断数と性能を比較した。  \n結果：66％が女性、平均年齢39.4歳。追跡期間平均15.3か月で、21％はMS以外の疾患と判明し除外。残る274例に2024年基準を適用すると、初期診断時のMS診断数は2017年基準の172例に対し220例と増加。2024年基準は放射線学的孤立症候群も含め早期診断を可能にし、年齢層を問わず同等の診断性能を示した。  \n結論：2024年McDonald基準はMSの早期診断を促進し、診断数を増加させるが、一部のバイオマーカーや視神経評価の欠如が課題である。",
      "summary_short_ja": "2024年版マクドナルド基準は、多発性硬化症（MS）の診断を早期化し、放射線学的孤立症候群患者も含め診断数を増加させることが示された。347例中274例に適用し、2017年基準より多くの患者が初期診断でMSと診断された。基準の診断性能は年齢層を問わず安定しているが、中心静脈徴候やカッパ自由軽鎖のデータ欠如、視神経評価の不足が課題である。",
      "disease": "ms",
      "section": "diagnosis"
    },
    {
      "source": "pubmed",
      "pmid": "41687048",
      "doi": "10.1212/WNL.0000000000214645",
      "title": "Diagnostic Yield of Comprehensive Reanalysis After Nondiagnostic Short-Read Genome Sequencing in Infants With Unexplained Epilepsy.",
      "abstract": "The highest incidence of epilepsy in childhood occurs in the first year of life. Infantile epilepsies are associated with substantial morbidity and mortality. Although most are presumed to have genetic etiologies, many infants with nonacquired epilepsy remain genetically unsolved after clinical genome sequencing. The yield of reanalysis after nondiagnostic genome sequencing in this population is unknown. We aimed to determine the diagnostic yield of comprehensive reanalysis after nondiagnostic genome sequencing in infants with unexplained epilepsy. This cohort study included infants with unexplained epilepsy or complex febrile seizures who were recruited from 4 pediatric referral centers from September 2021 to March 2024 and had nondiagnostic clinical rapid genome sequencing. We performed comprehensive reanalysis of genome sequencing data from infants and available biological parents using multiple bioinformatics pipelines through July 2025 and clinically confirmed reanalysis findings. The primary outcome was diagnostic yield of genome sequencing reanalysis, defined as the percentage of infants who received genetic diagnoses from reanalysis. The secondary outcome was clinical utility of reanalysis findings. From an initial cohort of 312 infants with unexplained epilepsy who underwent clinical rapid genome sequencing, we performed comprehensive genome reanalysis in 176 infants with initially nondiagnostic results at a median age of 642 days, including 63 female patients (36%) and 30 (17%) with neonatal-onset seizures. The diagnostic yield of reanalysis was 5.1% (9/176, 95% CI 2.4%-9.5%), increasing the overall yield from 43.6% (136/312, 95% CI 38.0%-49.3%) to 46.5% (145/312, 95% CI 40.8%-52.2%). Of the new diagnoses, 6 involved variants not reported by clinical laboratories (2 single nucleotide variants, 2 structural variants, 1 tandem repeat expansion, 1 mosaic variant) and 3 involved previously reported variants of uncertain significance with new evidence. All diagnoses had clinical utility. Comprehensive reanalysis after nondiagnostic rapid genome sequencing has utility for infants with unexplained epilepsy. Our findings support implementation of reanalysis within 1-2 years after nondiagnostic genomic sequencing into routine clinical care of children with unexplained epilepsy and the expansion of clinically accredited genomic sequencing to include complex and noncoding variant detection.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687048/",
      "summary_ja": "背景：乳児期のてんかんは発症率が高く、遺伝的要因が多いとされるが、多くの症例で臨床的なゲノム解析後も診断がつかない。再解析の診断率は不明であった。  \n方法：2021年9月から2024年3月までに4つの小児専門施設で非診断結果だった乳児てんかん患者176名（初回312名中）を対象に、親のデータも含め複数のバイオインフォマティクス手法で2025年7月までに包括的なゲノム再解析を実施し、診断率と臨床的有用性を評価した。  \n結果：再解析により5.1％（9/176）が新たに遺伝診断を得て、全体の診断率は43.6％から46.5％に上昇した。新規診断のうち6例は臨床検査で報告されなかった変異（SNV、構造変異、繰り返し配列拡大、モザイク変異）で、3例は既報の意義不明変異に新証拠が加わった。全ての診断は臨床的に有用であった。  \n結論：非診断の迅速ゲノム解析後の包括的再解析は乳児てんかんの診断に有効であり、1～2年以内の再解析の臨床導入と複雑・非コード領域変異の検出を含むゲノム解析の拡充が推奨される。",
      "summary_short_ja": "乳児期のてんかんは遺伝的要因が多いが、初回の迅速ゲノム解析で診断がつかない例も多い。本研究は、診断不能だった乳児のゲノムデータを再解析し、5.1%の新たな遺伝診断を得た。これにより全体の診断率は43.6%から46.5%に向上し、全ての新診断は臨床的意義があった。再解析は1～2年以内に実施すべきであり、複雑変異や非コード領域の検出も含めた臨床的ゲノム解析の拡充が推奨される。",
      "disease": "epilepsy",
      "section": "diagnosis"
    },
    {
      "source": "pubmed",
      "pmid": "41687047",
      "doi": "10.1212/WNL.0000000000214711",
      "title": "Association of Systemic Inflammatory Markers With Cerebral Small Vessel Disease Progression: A Community-Based Prospective Study.",
      "abstract": "Inflammation is an established risk factor in the development of cerebral small vessel disease (CSVD). This study aimed to investigate the associations between neutrophil-to-lymphocyte ratio (NLR), monocyte-to-lymphocyte ratio (MLR), and systemic immune-inflammation index (SII) with progression of CSVD. This prospective cohort study used data from the PolyvasculaR Evaluation for Cognitive Impairment and vaScular Events study between 2017 and 2024. Participants were excluded for a history of stroke or cancer or because of missing data on baseline systemic inflammatory markers or follow-up neuroimaging for CSVD. Baseline systemic inflammatory markers were calculated by neutrophils, monocytes, lymphocytes, and platelets count data, and categorized into 4 groups according to the quartiles. The progression of total CSVD burden, using Wardlaw and Rothwell ratings, along with progression of specific MRI markers were assessed between baseline and wave 3 follow-up (∼4.7 years). Assessment of the associations was performed using log-binomial regression models. The median follow-up duration was 4.7 years (interquartile range 4.5-4.8), and 2,267 participants were included. At baseline, the mean age of the participants was 60.4 years, with 50.6% being male. An elevation in NLR was associated with progression of total CSVD burden (Wardlaw: adjusted relative risk [aRR] 1.23, 95% CI 1.08-1.41; Rothwell: aRR 1.29, 95% CI 1.11-1.50) and incident cerebral microbleeds (CMBs) (aRR 1.43, 95% CI 1.16-1.78). High level of MLR was associated with incident lacunes (aRR 1.88, 95% CI 1.28-2.77) and incident CMBs (aRR 1.33, 95% CI 1.08-1.65). High level of SII was associated with progression of total CSVD burden (Wardlaw: aRR 1.15, 95% CI 1.01-1.31; Rothwell: aRR 1.17, 95% CI 1.01-1.35) and incident CMBs (aRR 1.34, 95% CI 1.10-1.64). Linear associations between these markers and progression of CSVD were demonstrated by restricted cubic spline analysis. This community-based prospective study demonstrated that elevated NLR, MLR, and SII were associated with progression of total CSVD burden and progression of white matter hyperintensity, incident lacunes, and CMBs over ∼4.7 years, supporting their potential to provide additional context for CSVD preventive considerations. Limitations include study's single-city population and the lack of dynamic changes in inflammatory markers.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687047/",
      "summary_ja": "背景：炎症は脳の小血管病変（CSVD）の発症リスク因子として知られている。本研究は、好中球対リンパ球比（NLR）、単球対リンパ球比（MLR）、および全身免疫炎症指数（SII）とCSVD進行との関連を調査することを目的とした。  \n方法：2017年から2024年までの地域住民を対象とした前向きコホート研究で、脳卒中やがんの既往がなく、基線の炎症マーカーおよび追跡MRIデータが揃った2,267名を解析。NLR、MLR、SIIを四分位で分類し、約4.7年の追跡期間中のCSVD全体の進行および特定のMRIマーカーの変化を評価した。  \n結果：NLRの上昇はCSVD全体の進行および新規脳微小出血（CMBs）発生と有意に関連した。MLRの高値は新規ラクナ梗塞およびCMBsと関連し、SIIの高値もCSVD進行とCMBs発生に関連した。これらの炎症マーカーとCSVD進行には線形の関連性が認められた。  \n結論：NLR、MLR、SIIの上昇はCSVDの進行と関連し、これらのマーカーはCSVD予防のための追加的な指標となりうる。ただし、単一都市の集団を対象とした点や炎症マーカーの動的変化を評価していない点が限界である。",
      "summary_short_ja": "本研究は、地域住民を対象とした前向きコホート研究で、好中球・リンパ球比（NLR）、単球・リンパ球比（MLR）、全身免疫炎症指数（SII）と脳小血管病（CSVD）の進行との関連を検討した。約4.7年の追跡で、これらの炎症マーカーの上昇がCSVD全体の負荷増大や白質病変、脳微小出血、ラクナ梗塞の発症と有意に関連することを示し、CSVD予防の指標としての有用性を示唆した。",
      "disease": "stroke",
      "section": "epidemiology"
    },
    {
      "source": "pubmed",
      "pmid": "41687046",
      "doi": "10.1212/WNL.0000000000214679",
      "title": "Autoimmune Diseases and Incident Spontaneous Subarachnoid Hemorrhage: A Swedish Population-Based Cohort Study.",
      "abstract": "Compelling evidence documents an association between autoimmune diseases and several types of cardiovascular diseases. Knowledge on whether autoimmune diseases may increase the risk of subarachnoid hemorrhage (SAH), a rare but severe type of cerebrovascular event, is very limited. The aim of this study was to determine the association between autoimmune diseases and SAH. We conducted a nationwide cohort study including individuals who were parents of all live births recorded in the Swedish Medical Birth Register during 1973-2014 and who were alive, resided in Sweden, and had no history of SAH at study baseline. We obtained data on autoimmune diseases, SAH, and covariates through linkage to several population-based registers and followed participants from January 1, 2001, until SAH diagnosis, death, emigration, or December 31, 2023. We used Cox proportional hazards models to calculate hazard ratios (HRs) and 95% confidence intervals (CIs) for SAH in relation to autoimmune diseases. Among the 3,824,528 study participants (mean age at baseline 38.1 (±13.2) years, 55.2% female), 608,043 (15.9%) had a record of any autoimmune disease before or during the study period; 10,311 (0.3%) were diagnosed with SAH over the follow-up period of 83.5 million person-years. Overall, any autoimmune disease was associated with an increased risk of SAH (HR = 1.18; 95% CI 1.11-1.25). Several categories, as well as some specific autoimmune diseases, that is, type 1 diabetes (HR = 1.36; 95% CI 1.15-1.61), rheumatoid arthritis (HR = 1.29; 95% CI 1.10-1.50), systemic lupus erythematosus (HR = 1.49; 95% CI 1.01-2.21), psoriasis vulgaris (HR = 1.18; 95% CI 1.04-1.33), multiple sclerosis (HR = 1.35; 95% CI 1.02-1.78), primary biliary cirrhosis (HR = 2.66; 95% CI 1.57-4.49), and IgA nephropathy (HR = 1.42; 95% CI 1.08-1.87), were associated with an increased risk of SAH. This study suggested that a broad range of autoimmune diseases may be involved in the etiology of SAH. If confirmed by future research, the results may inform the development of targeted SAH prevention strategies for individuals with autoimmune diseases; however, reliance on register-based diagnoses and the lack of detailed lifestyle information such as smoking may have led to misclassification and residual confounding.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687046/",
      "summary_ja": "本研究は自己免疫疾患とくも膜下出血（SAH）発症リスクの関連を検討した。スウェーデンの出生登録に基づく全国コホート（約382万人、平均年齢38.1歳、女性55.2%）を対象に、2001年から2023年まで追跡調査を実施。自己免疫疾患の有無とSAH発症を複数の人口ベースの登録データから取得し、Cox比例ハザードモデルでリスク評価を行った。結果、自己免疫疾患全体でSAHリスクが18%増加（HR=1.18、95%CI 1.11-1.25）し、特に1型糖尿病、関節リウマチ、全身性エリテマトーデス、乾癬、多発性硬化症、原発性胆汁性肝硬変、IgA腎症で有意なリスク上昇が認められた。結論として、広範な自己免疫疾患がSAHの発症に関与する可能性が示唆され、将来的には自己免疫疾患患者に対するSAH予防戦略の開発に資する。ただし、登録診断の限界や喫煙など生活習慣情報の欠如による交絡の可能性は留意が必要である。",
      "summary_short_ja": "本研究は、スウェーデンの大規模コホートを用いて自己免疫疾患とくも膜下出血（SAH）の関連を検討した。約380万人を対象に追跡調査を行い、自己免疫疾患があるとSAHリスクが18％増加することを示した。特に1型糖尿病、関節リウマチ、全身性エリテマトーデスなど複数の疾患でリスク上昇が認められ、自己免疫疾患がSAHの発症に関与する可能性が示唆された。今後の予防戦略に資する知見であるが、生活習慣情報の不足など限界もある。",
      "disease": "stroke",
      "section": "epidemiology"
    }
  ]
}