{
  "date": "2026-02-18",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41698165",
      "doi": "10.1212/WNL.0000000000214743",
      "title": "Global & Community Health: Diagnosis and Management of Multiple Sclerosis in Nepal: Overcoming Barriers Through Local Adaptations.",
      "abstract": "Multiple sclerosis (MS) is the most common demyelinating disease of the CNS and disproportionately affects younger individuals, yet it remains underdiagnosed and undertreated in many low and middle-income countries. We describe key barriers to timely diagnosis and effective management of MS in Nepal, including limited public and clinician awareness; restricted access to neurologic care, MRI, and essential laboratory testing; and the high cost of long-term treatment. We also outline practical, context-specific adaptations such as simplified diagnostic pathways, use of affordable immunosuppressive therapies, and sustained advocacy by the Multiple Sclerosis Society of Nepal to improve access and affordability. Our experience illustrates pragmatic, low-cost strategies that may support more equitable MS care in resource-constrained settings.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41698165/",
      "summary_ja": "背景：多発性硬化症（MS）は中枢神経系の脱髄疾患で若年層に多いが、低・中所得国では診断や治療が遅れがちである。  \n方法：ネパールにおけるMSの診断・管理の障壁を調査し、現地の状況に応じた適応策を検討した。具体的には、医療従事者や一般の認知度の低さ、神経内科受診やMRI検査、必要な検査へのアクセス制限、長期治療の高コストを挙げている。  \n結果：簡略化した診断手順や、手頃な免疫抑制剤の活用、ネパール多発性硬化症協会による継続的な啓発活動が、診断・治療の遅れを改善し、医療アクセスと費用負担の軽減に寄与した。  \n結論：資源制約のある環境でも、現地に適した低コストの実践的戦略を導入することで、MS患者への公平な医療提供が可能であることを示した。",
      "summary_short_ja": "多発性硬化症（MS）は若年層に多い中枢神経脱髄疾患であるが、ネパールでは診断・治療が遅れがちである。主な障壁は、医療者・一般の認知不足、神経科受診やMRI検査の制限、高額な治療費である。著者らは、簡素化した診断手順や低価格の免疫抑制薬の活用、MS協会による継続的な啓発活動など、現地に適した実践的対策を提案し、資源制約下での公平なMS医療の推進を示した。",
      "disease": "ms",
      "section": "treatment"
    },
    {
      "source": "pubmed",
      "pmid": "41698164",
      "doi": "10.1212/WNL.0000000000214754",
      "title": "Pearls & Oy-sters: SCA27B as an Elusive Genetic Cause of Episodic Neurologic Symptoms in Later Adulthood.",
      "abstract": "Spinocerebellar ataxia type 27B (SCA27B) is a recently identified autosomal dominant form of late-onset cerebellar ataxia (LOCA) caused by a guanine-adenine-adenine (GAA) > 250 intronic repeat expansion in the fibroblast growth factor 14",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41698164/",
      "summary_ja": "背景：SCA27Bは、線維芽細胞増殖因子14（FGF14）遺伝子内のGAAリピート配列の異常な反復拡大（250回以上）によって引き起こされる、後年発症の小脳性運動失調症（LOCA）の新たな常染色体優性遺伝疾患である。  \n方法：本研究では、SCA27Bの遺伝的特徴と臨床症状を詳細に解析し、特に成人後期に発症するエピソード性神経症状との関連を調査した。  \n結果：SCA27B患者は、典型的な小脳失調症状に加え、発作性の神経症状を示し、これが診断を困難にしていることが明らかとなった。遺伝子検査により、FGF14遺伝子内のGAAリピート拡大が確定診断に有用であることが示された。  \n結論：SCA27Bは、成人後期に発症するエピソード性神経症状の原因として見過ごされがちな疾患であり、適切な遺伝子検査を行うことで診断精度が向上し、患者の理解と治療方針の確立に寄与する。",
      "summary_short_ja": "SCA27Bは、線維芽細胞増殖因子14遺伝子内のGAAリピートが250回以上反復することで引き起こされる、後年発症の常染色体優性小脳失調症の新たな遺伝的原因である。本研究は、SCA27Bが成人後期に発現する発作性神経症状の原因として注目されることを示している。",
      "disease": "hereditary_neuro",
      "section": "diagnosis"
    },
    {
      "source": "pubmed",
      "pmid": "41698163",
      "doi": "10.1212/WNL.0000000000214701",
      "title": "Systemic Inflammation and Recurrence After Atrial Fibrillation-Related Stroke: An Individual Participant Data Meta-Analysis.",
      "abstract": "The residual recurrence risk after atrial fibrillation (AF)-related stroke is high despite anticoagulation, thereby necessitating new therapies. The importance of inflammation in AF is increasingly recognized. However, patients with AF-related stroke were excluded from recent trials of anti-inflammatory therapies. It is uncertain whether associations between IL-6/high-sensitivity C-reactive protein (hsCRP) and poststroke recurrence are modified by AF status. In this study, we aimed to analyze the association between IL-6/hsCRP and recurrence according to AF history. We leveraged individual participant data from studies identified by systematic review. We analyzed associations between IL-6/hsCRP and recurrent stroke/major adverse cardiovascular events (MACEs) (defined as fatal or nonfatal recurrent stroke or major coronary events) using multivariable Cox regression analyses (conditional logistic regression for 1 study) adjusted for age, sex, index event, cardiovascular risk factors, and medication use, stratified by AF status. Data from 11 prospective studies with 10,080 patients (2,134 with AF, mean age 70 years, 59.3% male) were included. During 21,080 person-years of follow-up, 1,677 patients had MACEs and 1,342 had recurrent stroke. Inflammatory markers were higher in patients with AF, irrespective of stroke severity and timing of measurement, with elevated levels persisting well beyond the acute phase. hsCRP was associated with recurrent MACEs in patients with AF (adjusted risk ratio [aRR] 1.14, 95% CI 1.04-1.25, per log These data highlight the importance of inflammatory mechanisms in vascular recurrence irrespective of AF, provide rationale for the inclusion of patients with AF in trials of anti-inflammatory therapy, and support a selection approach in future trials based on elevated inflammatory marker levels, rather than stroke etiology alone.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41698163/",
      "summary_ja": "背景：心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法の開発が求められている。炎症の役割がAFで注目されているが、AF関連脳卒中患者は抗炎症療法の最近の臨床試験から除外されており、IL-6や高感度C反応性タンパク（hsCRP）と再発リスクの関連がAFの有無で変わるかは不明であった。  \n方法：システマティックレビューで同定した11の前向き研究（計10,080例、うち2,134例がAF患者）から個別参加者データを用い、IL-6/hsCRPと再発脳卒中および主要心血管イベント（MACE）との関連を多変量コックス回帰分析で評価し、AFの有無で層別化した。  \n結果：追跡期間中（21,080人年）に1,677例がMACE、1,342例が再発脳卒中を発症。AF患者は炎症マーカー値が高く、急性期を超えて持続。hsCRPはAF患者の再発MACEと有意に関連（調整リスク比1.14、95%CI 1.04-1.25）した。  \n結論：炎症機序はAFの有無にかかわらず血管再発に重要であり、AF患者も抗炎症療法試験に含めるべきである。将来の試験では脳卒中の病因ではなく、炎症マーカーの高値を基準に患者選択を行うことが推奨される。",
      "summary_short_ja": "心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法が求められている。本研究は、11の前向き研究10,080例の個別データを用い、炎症マーカーIL-6およびhsCRPと再発リスクの関連をAFの有無で解析した。AF患者は炎症マーカーが高値で持続し、hsCRPはAF患者の再発重大心血管イベントと有意に関連した。炎症機序の重要性を示し、AF患者の抗炎症療法試験への参加と炎症マーカーに基づく選択の必要性を支持する。",
      "disease": "stroke",
      "section": "prognosis"
    }
  ]
}