{
  "disease": "stroke",
  "sections": {
    "diagnosis": "新しい研究では、前治療として抗血小板療法（APT）を受けていた前向き脳梗塞患者（前方循環大血管閉塞）に対し直接血管内治療（EVT）を行った多施設後ろ向き解析の結果、APT既往群は90日後の機能的予後や自立度が有意に良好であり、症候性頭蓋内出血リスクの増加は認められなかったことが報告された。これにより、APT既往が直接EVT治療患者の予後改善に寄与する可能性が示された。さらに、脳梗塞の大血管閉塞（LVO）を早期に識別するための救急前診断スケールの診断精度を評価した58件の研究（58,381例）を対象とするメタ解析では、LARIOやFPSS、FACE2AD、ACT-FASTなどが高い感度・特異度を示した。ベイズネットワーク解析ではPOMONAやNIHSSが上位にランク付けされたが、現場で広く使える簡便かつ汎用性の高いスケールの開発が依然として求められている。",
    "imaging": "更新後の本文:  \n\n前向き脳梗塞患者を対象とした後ろ向き解析において、IVテネクテプラーゼ（TNK）併用血栓回収療法（EVT）はEVT単独と比較して3か月後の機能的回復が有意に良好であった。治療開始から4.5時間以内の症例で安全性に問題はなく、効果に時間依存性は認められなかった。これにより、早期脳梗塞治療におけるTNK併用の有用性が示された。",
    "treatment": "前向き脳梗塞患者を対象に、IVテネクテプラーゼ（TNK）併用血栓回収療法（EVT）とEVT単独の効果を比較した後ろ向き解析で、TNK+EVT群は3か月後の機能的回復が有意に良好であった。治療開始から4.5時間以内の症例で安全性に問題はなく、効果は時間依存性が認められなかった。これにより、早期脳梗塞治療におけるTNK併用の有用性が示された。さらに、最新の多施設共同研究では、TNK+EVT群で出血合併症のリスク増加は認められず、安全性が改めて確認された。さらに、前治療として抗血小板療法（APT）を受けていた前向き脳梗塞患者（前方循環大血管閉塞）に対し、直接血管内治療（EVT）を行った結果を多施設で後ろ向き解析したところ、APT既往群は90日後の機能的予後や自立度が有意に良好で、症候性頭蓋内出血リスクの増加は認められなかった。APT既往は直接EVT治療患者の予後改善に寄与する可能性が示された。加えて、急性虚血性脳卒中における血栓成分の多様性に着目し、グリコプロテインIIb/IIIa阻害剤の有効性を検討する最新のランダム化比較試験が報告されており、これらの新規治療薬は特定の血栓成分を標的として血栓溶解促進と臨床成績の改善に期待されている。さらに、小児出血性もやもや病（MMD）に関する2003～2023年の1,446例を対象とした研究では、出血例は平均年齢が高く女性に多く、後方循環の動脈拡張（特に前脈絡叢動脈拡張）や入院時のmRSスコア≥2が予後不良の主要因子であることが示された。従来の血管造影分類は予後予測に有用でなく、後方循環評価が早期介入の指標となる可能性が示唆されている。",
    "epidemiology": "本研究は、地域住民を対象とした前向きコホート研究で、好中球・リンパ球比（NLR）、単球・リンパ球比（MLR）、全身免疫炎症指数（SII）と脳小血管病（CSVD）の進行との関連を検討した。約4.7年の追跡で、これらの炎症マーカーの上昇がCSVD全体の負荷増大や白質病変、脳微小出血、ラクナ梗塞の発症と有意に関連することを示し、CSVD予防の指標としての有用性を示唆した。さらに、スウェーデンの大規模コホート研究では、約380万人を対象に自己免疫疾患とくも膜下出血（SAH）の関連を検討し、自己免疫疾患がSAHリスクを18％増加させることが示された。特に1型糖尿病、関節リウマチ、全身性エリテマトーデスなど複数の疾患でリスク上昇が認められ、自己免疫疾患がSAH発症に関与する可能性が示唆された。加えて、米国農村部における2009～2019年の脳卒中認定施設の拡大は所得層によって異なり、高所得地域での認定施設増加が血栓溶解療法や血栓回収術の利用率向上に結びついたが、1年死亡率には差がなかった。これらの結果は、農村部の脳卒中ケアにおける所得格差拡大の可能性と公平な医療アクセスの重要性を示唆している。",
    "prognosis": "心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法が求められている。最近の11の前向き研究（10,080例）の個別データ解析では、AF患者で炎症マーカーIL-6およびhsCRPが高値で持続し、特にhsCRPが再発重大心血管イベントと有意に関連することが示された。これにより、炎症機序の重要性が示され、AF患者における抗炎症療法試験への参加と炎症マーカーに基づく治療選択の必要性が支持される。さらに、虚血性脳卒中に対する血栓回収術後の造影剤関連急性腎障害（CA-AKI）は約5%に発生し、入院中死亡率や90日後の重度障害・死亡と独立して関連することが報告された。これを受け、16か国73施設の6638例を対象に12の臨床指標を用いたCA-AKI予測スコア「CAN-REST」が開発・検証され、良好な予測性能を示している。早期リスク評価により予防策の検討が期待される。"
  }
}