{
  "disease": "dementia",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41610380",
      "doi": "10.1001/jamaneurol.2023.5319",
      "title": "Postmortem Associations Between Alzheimer Disease Pathology and Plasma pTau217, GFAP, and NfL in AD and AD-Related Dementias.",
      "abstract": "Alzheimer disease (AD) and its related disorders (ADRDs) are characterized by a high frequency of copathologies. We aimed to determine the specificity of plasma pTau217, glial fibrillary acidic protein (GFAP), and neurofilament light chain (NfL) for AD neuropathological change (ADNC) in the presence of common ADRD copathologies. pTau217, GFAP, and NfL were measured using S-PLEX immunoassays from Meso Scale Discovery in banked plasma samples from 2 groups of participants in the Massachusetts Alzheimer's Disease Research Center (MADRC) Longitudinal Cohort study: (1) participants spanning the cognitive spectrum, who underwent brain autopsy, and blood collection within 6 years before death, and (2) participants with normal cognition and no neurologic diagnosis during 5 years of follow-up, but no autopsy data (normal controls [NCs]). Cross-sectional associations between biomarker levels and ADNC, primary neuropathologic diagnosis (NPDx1), and presence of non-AD copathologies were evaluated using linear regression models controlling for age, sex, and time to death. One hundred eighty-seven participants with brain autopsy (NPDx1: AD n = 85; other n = 102; mean age: 74.3 years, 38.5% female; interval blood collection-death [mean ± SD]: 2.8 ± 1.6 years) and 67 NC without brain autopsy (mean age: 66.5 years, 71.6% female) were included. pTau217, but not GFAP, levels increased stepwise with increasing Thal phases (β = 0.61; 95% CI [0.24-0.97] to β = 0.91 [0.55-1.27]) and Braak stages (β = 0.59; [0.16-1.01] to β = 0.74 [0.33-1.15]). Although 23% of individuals with a non-AD NPDx1 had increased pTau217 levels using a cutoff defined by the contrast between ADNC and NC, the majority (62%) had intermediate/high ADNC copathology and the remaining pTau217+ individuals had borderline increased levels. By contrast, 48% of individuals without ADNC had increased GFAP levels. pTau217 and GFAP were not different in the presence or absence of cerebral amyloid angiopathy, α-synuclein or TDP-43 proteinopathies, or primary tauopathies. NfL was not specifically associated with ADNC. Plasma pTau217, but not GFAP or NfL, levels accurately reflect the presence of ADNC in the brain even in individuals with an NPDx1 of a non-AD dementia. Thus, a positive plasma pTau217 test in an individual with a suspected non-AD dementia should not necessarily be considered a misdiagnosis of the presumed non-AD dementia or as a false positive, but rather as evidence of ADNC copathology.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41610380/",
      "summary_ja": "背景：アルツハイマー病（AD）および関連認知症（ADRD）は複数の病理が共存することが多い。本研究は、血漿中のpTau217、GFAP、NfLがAD神経病理変化（ADNC）に特異的かを、共存するADRD病理の影響下で検証した。  \n方法：マサチューセッツAD研究センターの縦断コホートから、死後解剖を受けた認知機能の異なる187名と、正常認知の67名（解剖なし）を対象に、血漿中バイオマーカーをS-PLEX免疫測定法で測定。ADNCや他の病理との関連を線形回帰モデルで解析した。  \n結果：pTau217はThalフェーズやBraakステージの進行に伴い段階的に増加し、ADNCの存在を反映した。一方、GFAPはADNC非存在者の48%で増加し、NfLはADNCと特異的関連を示さなかった。非AD認知症群でもpTau217陽性者の多くは中間～高度のADNCを有していた。  \n結論：血漿pTau217はADNCの正確な指標であり、非AD認知症での陽性は誤診や偽陽性ではなく、ADNCの共存を示す重要な証拠である。GFAPやNfLはADNC特異性に乏しい。",
      "summary_short_ja": "本研究は、アルツハイマー病（AD）および関連認知症における脳病理変化（ADNC）と血漿中バイオマーカーpTau217、GFAP、NfLの関連を検討した。pTau217はADNCの進行度と相関し、非AD認知症患者でもADNCの共病理を反映した。一方、GFAPやNfLはADNC特異的でなかった。したがって、非AD認知症でのpTau217陽性は誤診ではなくADNCの共存を示す重要な指標と示唆される。",
      "disease": "dementia",
      "section": "diagnosis"
    },
    {
      "source": "pubmed",
      "pmid": "41604611",
      "doi": "10.1002/alz.13859",
      "title": "Association Between Longitudinal Rate of Change in CSF Biomarkers and Subsequent Tau PET Burden in Early Braak Stages.",
      "abstract": "Changes in CSF and tau PET biomarkers of Alzheimer disease (AD) emerge years before clinical symptoms are observed. However, few studies have examined the temporal relationship between these measures. This study investigated whether longitudinal changes in CSF AD biomarkers were associated with  This study involved a retrospective analysis of cognitively unimpaired participants from the longitudinal observational Biomarkers of Cognitive Decline Among Normal Individuals cohort (NIH and Johns Hopkins University). Phosphorylated tau (p-tau) 181, total tau (t-tau), and β-amyloid (Aβ) A total of 120 cognitively unimpaired individuals (baseline age range 32-78 years; mean age 57 years; 60% female) were included in the analysis, including 78 participants with longitudinal CSF data (424 observations) and 42 additional participants contributing to cross-sectional analyses of initial CSF levels only. Results showed that higher levels of CSF p-tau These findings show that tau PET burden in Braak stage I and II subregions is associated with increases in CSF tau and p-tau over time, offering important insights into the relationships among key biomarkers for the diagnosis and staging of AD, although tau PET was collected at only a single time point, limiting inferences about the temporal evolution of PET-CSF relationships.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41604611/",
      "summary_ja": "背景：アルツハイマー病（AD）の脳脊髄液（CSF）およびタウPETバイオマーカーの変化は、臨床症状出現の数年前から現れるが、これらの指標間の時間的関係は十分に解明されていない。  \n方法：認知機能に問題のない120名（平均年齢57歳、60％女性）を対象に、NIHとジョンズホプキンス大学の縦断的観察研究データを用いて、CSF中のリン酸化タウ（p-tau181）、全タウ（t-tau）、βアミロイド（Aβ）の変化と、初期のBraakステージにおけるタウPET負荷との関連を解析した。うち78名は縦断的CSFデータを持ち、42名は横断的データのみを提供。  \n結果：CSF中のp-tauおよびt-tauの増加率が高いほど、BraakステージIおよびIIのタウPET負荷が高いことが示された。  \n結論：初期BraakステージのタウPET負荷は、時間経過に伴うCSFタウおよびp-tauの増加と関連しており、ADの診断・病期評価における主要バイオマーカー間の関係理解に重要な知見を提供する。ただし、タウPETは単一時点での測定であり、PETとCSFの時間的変化の因果関係には限界がある。",
      "summary_short_ja": "本研究は認知機能に問題のない被験者120名を対象に、アルツハイマー病の脳脊髄液（CSF）バイオマーカーの長期変化と初期ブラーカーステージにおけるタウPET負荷の関連を検討した。結果、CSF中のリン酸化タウ（p-tau）および総タウ（t-tau）の増加が、ブラーカーステージI・IIのタウPET負荷の増大と関連していることが示された。これにより、AD診断・病期評価におけるバイオマーカー間の関係理解が進んだが、PETは単一時点の測定であり時間的変化の解明には限界がある。",
      "disease": "dementia",
      "section": "imaging"
    },
    {
      "source": "pubmed",
      "pmid": "41604609",
      "doi": "10.1007/s00259-023-06154-y",
      "title": "Diagnostic Performance of the α-Synuclein Seed Amplification Assay for Dementia With Lewy Bodies: A Comparison Across 4 Laboratories.",
      "abstract": "The α-synuclein (α-syn) seed amplification assay (SAA) has shown promising results for diagnosing dementia with Lewy bodies (DLB) using CSF samples. A barrier to implementing α-syn SAA clinically is the use of different protocols for the assay. It is unknown how different protocols perform in comparison with each other. We compared the performance of α-syn SAA across 4 laboratories using CSF samples of patients with DLB. This was a retrospective cross-sectional study that included data from 4 different European laboratories. We included probable patients with DLB with a positive dopamine transporter (DaT)-SCAN and known amyloid-β status who had mild-to-moderate dementia, along with age-matched and sex-matched controls. The α-syn SAA was run across 4 laboratories using different protocols varying α-syn concentration and plate reader settings. CSF samples were provided by a fifth independent laboratory, which also performed statistical and result analyses. We included 20 patients with DLB (mean age 67 ± 6 years, 60% male) and 10 controls (mean age 67 ± 2 years, 70% male). Neuropathologic confirmation was available for 2 patients with DLB. On average, the 4 laboratories achieved 78.8% sensitivity (minimum 55%, maximum 100%), 77.5% specificity (minimum 60%, maximum 100%), and 78.5% accuracy (minimum 57%, maximum 100%) for discriminating DLB from controls, but our findings show that diagnostic performance of SAA varied across laboratories: Lab A achieved 100% sensitivity (CI 84%-100%) and 100% specificity (CI 72%-100%); Lab B achieved 85% sensitivity (CI 64%-95%) and 90% specificity (CI 59%-99%); Lab C achieved 55% sensitivity (CI 34%-74%) and 60% specificity (CI 31%-83%); and Lab D achieved 75% sensitivity (CI 53%-89%) and 60% specificity (CI 31%-83%). In general, SAA results showed numerically lower sensitivity in β-amyloid (Aβ)-positive patients with DLB (70%) compared with Aβ-negative patients with DLB (87.5%) (nonstatistically significant). A fair agreement of SAA results was obtained across the 4 laboratories (average κ = 0.246). This study highlights challenges for the reproducibility of α-syn SAA results across different protocols applied by different laboratories. This finding, together with the methodological variability reported across laboratories, may challenge the clinical implementation of the α-syn SAA. This study provides relevant support for initiating harmonization and standardization of SAA protocols to move the field toward the clinical implementation of SAAs for the biomarker-based diagnosis of DLB. This study provides Class III evidence of variations in the accuracy of CSF α-syn SAA across 4 separate laboratories in distinguishing patients with DLB from healthy controls.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41604609/",
      "summary_ja": "背景：レビー小体型認知症（DLB）の診断に有望なα-シヌクレイン（α-syn）シード増幅アッセイ（SAA）は、異なる検査プロトコルの存在が臨床応用の障壁となっている。方法：4つのヨーロッパの研究所で異なるプロトコルを用い、ドーパミントランスポーター陽性の軽度から中等度のDLB患者20名と年齢・性別一致の対照10名の脳脊髄液（CSF）サンプルを解析。独立機関が統計解析を担当した。結果：4研究所の平均感度は78.8％、特異度は77.5％、正確度は78.5％であったが、研究所間で感度55～100％、特異度60～100％とばらつきが大きかった。β-アミロイド陽性DLB患者では感度がやや低下（70％）したが有意差はなかった。研究所間の一致度は低く（κ=0.246）、プロトコルの違いが結果の再現性に影響を与えていることが示唆された。結論：α-syn SAAの臨床導入にはプロトコルの標準化・調和が不可欠であり、本研究はその必要性を支持するエビデンスを提供している。",
      "summary_short_ja": "本研究は、レビー小体型認知症（DLB）診断に用いられるα-シヌクレインシード増幅アッセイ（SAA）の4つの欧州ラボ間での性能を比較した。20例のDLB患者と10例の対照を対象に、各ラボで異なるプロトコルを用いて検査を実施。感度は55～100％、特異度は60～100％とばらつきが大きく、ラボ間の再現性に課題が示された。結果はSAAの臨床導入にはプロトコルの標準化が必要であることを示唆する。",
      "disease": "dementia",
      "section": "diagnosis"
    },
    {
      "source": "pubmed",
      "pmid": "41592266",
      "doi": "10.1371/journal.pone.0161092",
      "title": "Patterns and Trajectories of Behavioral and Neuropsychiatric Symptoms in Frontotemporal Dementia and Primary Progressive Aphasia.",
      "abstract": "Behavioral and neuropsychiatric symptoms are common in frontotemporal dementia (FTD) and primary progressive aphasia (PPA). However, little is known about their patterns, time course, and association with brain atrophy. We, therefore, aimed to describe behavioral and neuropsychiatric phenotypes in patients with FTD and PPA, leveraging a hypothesis-free/data-driven approach. We included participants diagnosed with behavioral variant FTD (bvFTD) or PPA according to Rascovsky and Gorno-Tempini criteria from the German Center for Neurodegenerative Diseases Clinical Registry Study of Neurodegenerative Diseases-FTD prospective multicenter observational cohort study. Symptoms were assessed using the Neuropsychiatric Inventory-Questionnaire. Principal component analysis (PCA) was used to delineate symptom groups. Subsequently, frequency and severity across diagnostic groups were examined. We applied linear mixed-effects models to describe the longitudinal evolution of symptoms. Associations with MRI-assessed atrophy were investigated using linear regression models. A total of 314 patients (42.4% female, mean age 65.52 [SD 9.0] years) with bvFTD or PPA were included. MRI was available for 134 of 314 individuals. PCA revealed 4 natural symptom groups, labeled active behavioral, passive behavioral, affective, and psychotic phenotypes. Symptom groups were observed at comparable frequencies across diagnostic groups. Time from symptom onset (0.130 [0.044-0.217],  Our findings demonstrate that behavioral and neuropsychiatric symptoms are prevalent in both bvFTD and PPA. Their severity depends on the disease duration, phenotypic group, and sex. This detailed understanding of symptomatology is crucial for optimizing patient care, diagnostic evaluations, and the design of clinical trials. Limitations comprise the lack of neuropathologic validation and the limited availability of MRI data.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41592266/",
      "summary_ja": "背景：前頭側頭型認知症（FTD）および一次進行性失語症（PPA）では行動・神経精神症状が多く見られるが、その症状パターンや経過、脳萎縮との関連は十分に解明されていない。  \n方法：ドイツ神経変性疾患センターの多施設前向きコホート研究から、RascovskyおよびGorno-Tempini基準に基づきbvFTDまたはPPAと診断された314名（平均年齢65.5歳）を対象に、神経精神症状をNeuropsychiatric Inventory-Questionnaireで評価。主成分分析（PCA）で症状群を抽出し、線形混合効果モデルで症状の経時変化を解析。MRIデータ（134名分）を用いて萎縮との関連も検討した。  \n結果：PCAにより「能動的行動」「受動的行動」「感情症状」「精神病症状」の4つの症状群が同定され、診断群間で頻度は類似。症状の重症度は発症からの経過時間、症状群、性別に依存し、時間経過とともに変動した。MRI萎縮との関連も示唆された。  \n結論：bvFTDおよびPPAにおける行動・神経精神症状は多様かつ共通しており、症状の理解は診療・診断・臨床試験設計に重要である。神経病理学的検証やMRIデータの限定性が課題である。",
      "summary_short_ja": "前頭側頭型認知症（FTD）および一次進行性失語症（PPA）患者314名を対象に、行動・神経精神症状のパターンと経過をデータ駆動型で解析した。主成分分析により、活動的行動型、受動的行動型、情動型、精神病型の4つの症状群を特定。症状の頻度は診断群間で類似し、重症度は病期や性別に依存した。MRIによる萎縮との関連も検討し、症状理解の深化が診療や臨床試験設計に重要と示唆された。",
      "disease": "dementia",
      "section": "prognosis"
    },
    {
      "source": "pubmed",
      "pmid": "41719494",
      "doi": "10.1212/WNL.0000000000214703",
      "title": "Neuroimaging Biomarkers of Disease Progression and Cognitive Change in Patients With Retinal Vasculopathy With Cerebral Leukoencephalopathy.",
      "abstract": "A monogenic, age-related cerebral small vessel disease (cSVD), retinal vasculopathy with cerebral leukoencephalopathy and systemic manifestations (RVCL-S), causes accelerated vascular dementia, vision loss, and premature death. Given knowledge is limited regarding its pathophysiology, we examined the natural history of progression in imaging and cognitive endpoints to define the rate and variability of progression in a prospective RVCL-S cohort. We hypothesized that cerebral blood flow (CBF) and oxygen extraction fraction (OEF), as metrics of cerebral hypoxia-ischemia, would be associated with neurologic disease progression. We performed sequential brain MRI and a cognitive battery in a prospective RVCL-S cohort. Arterial spin labeling and asymmetric spin echo quantified CBF and OEF in normal-appearing white matter (WM), respectively. Three neuroimaging endpoints of cSVD included the following: log-transformed, normalized fluid-attenuated inversion recovery WM hyperintensity (WMH) volume; WM microstructure using mean diffusivity; and normalized WM volume. Five cognitive and motor endpoints included Digit Symbol Substitution Test (DSST), category fluency, free recall, Montreal Cognitive Assessment (MoCA), and gait speed. Linear mixed-effects models examined age, CBF, and OEF in association with neuroimaging and cognitive progression. Twenty-five participants, aged 23-68 years (median 47 years, 56% female), underwent 151 scans over a median (25th, 75th) of 2.2 (1.8, 4.4) years. All neuroimaging and cognitive endpoints progressed over time, except for MoCA. Of neuroimaging endpoints, WMH volume demonstrated the largest rate of change (+31.3%/year, 95% CI 20.8%-42.3%). Of cognitive endpoints, DSST, a metric of processing speed, showed the steepest decline (-13.1 T-score points/decade, 95% CI -21.2 to -5.32), followed by free recall and category fluency (-5 [-7.9 to -2.4] and -4.1 [-7.2 to -1.2] T-score points per decade, respectively). The age at first brain lesion was estimated to be 30.6 (23.8, 35.8) years, modeled from individual WMH volume trajectories. In multivariable analysis, OEF, but not CBF, was independently associated with WMH growth (β = 3.73, 95% CI 0.63-6.83,  Elevated OEF in at-risk WM was associated with progression in WMH and impairment in WM microstructure, suggesting a role for tissue hypoxia-ischemia in underlying RVCL-S pathophysiology. Cerebral OEF holds promise as a predictive biomarker to risk-stratify patients with RVCL-S and other forms of cSVD.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41719494/",
      "summary_ja": "背景：RVCL-Sは単一遺伝子による加齢関連の脳小血管病（cSVD）で、血管性認知症や視力障害、早期死亡を引き起こすが、その病態生理は不明な点が多い。  \n方法：前向きコホートのRVCL-S患者25名（23～68歳）を対象に、脳MRIと認知機能検査を複数回実施。動脈スピンラベリングと非対称スピンエコー法で脳血流（CBF）と酸素抽出率（OEF）を測定し、白質病変量（WMH）、白質微細構造、白質体積の3つの画像指標と、5つの認知・運動指標の進行を線形混合モデルで解析した。  \n結果：全指標は経時的に悪化し、特にWMH量は年率31.3%増加、認知機能では処理速度を示すDSSTが最も急激に低下した。初回脳病変発症年齢は約30歳と推定。多変量解析でOEFはWMH増加と独立して関連し、CBFは関連しなかった。  \n結論：リスクのある白質領域でのOEF上昇は組織の低酸素虚血を反映し、RVCL-Sの病態進行に関与する可能性が高い。脳のOEFはRVCL-Sや他のcSVD患者のリスク層別化に有用なバイオマーカーとなり得る。",
      "summary_short_ja": "RVCL-Sは単一遺伝子による加齢性脳小血管病で、血管性認知症や視力低下を引き起こす。本研究は前向きコホートで脳MRIと認知機能検査を用い、病態進行を評価した。白質病変量は年率31.3%増加し、認知機能では処理速度が最も著しく低下した。酸素抽出率（OEF）が白質病変の進行と関連し、組織の低酸素虚血が病態に関与することを示唆。OEFはRVCL-Sや他の脳小血管病の進行予測バイオマーカーとして有望である。",
      "disease": "dementia",
      "section": "imaging"
    },
    {
      "source": "pubmed",
      "pmid": "41671519",
      "doi": "10.1212/WNL.0000000000214677",
      "title": "Associations of Lifetime Cognitive Enrichment With Incident Alzheimer Disease Dementia, Cognitive Aging, and Cognitive Resilience.",
      "abstract": "The effects of lifetime cognitive enrichment on later-life cognitive outcomes are not comprehensively investigated. The aim of this study was to test the association of lifetime cognitive enrichment with Alzheimer disease (AD) dementia and cognitive decline and in an autopsied deceased subset to explore the association between lifetime enrichment and AD and related dementia (ADRD) pathologic indices and cognitive resilience that is, decline after adjusting for common ADRD pathologies. This was a longitudinal clinicopathologic study involving older individuals from Northeastern Illinois who participated in the Rush Memory and Aging Project, were free of dementia at baseline, completed surveys reflecting lifetime enrichment, and had annual clinical evaluations. We constructed a composite measure reflecting lifetime cognitive enrichment and tested its association with incident AD dementia in proportional hazards models, mean age of AD dementia onset in an accelerated failure time model, and cognitive decline using linear mixed-effects models. In a deceased subset, we tested the association of lifetime cognitive enrichment with 9 ADRD pathologies and cognitive resilience. Participants (n = 1,939, 75% female, mean baseline age = 79.6) completed an average of 7.6 years of follow-up, during which 551 participants developed AD dementia. One unit higher in lifetime enrichment was associated with 38% lower hazards of developing AD dementia (hazard ratio 0.62, 95% CI 0.52-0.73,  Lifetime exposure to cognitive enrichment was related to lower risk of AD dementia and a slower rate of cognitive decline, including after adjustment for common ADRD pathologies, indicating higher resilience provided by lifetime enrichment. Our results suggest that cognitive health in later life is in part the product of lifetime exposure to cognitive enrichment.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-10",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41671519/",
      "summary_ja": "背景：生涯にわたる認知的刺激が高齢期の認知機能やアルツハイマー病（AD）発症に与える影響は十分に解明されていない。  \n方法：イリノイ州北東部の高齢者1,939名（平均年齢79.6歳、75％女性）を対象に、Rush Memory and Aging Projectのデータを用いて、生涯の認知的刺激を反映する複合指標を作成。認知症発症リスク、発症年齢、認知機能低下速度との関連を長期追跡調査で検証し、死亡者の一部ではAD関連病理指標および認知的レジリエンスとの関連も調査した。  \n結果：平均7.6年の追跡期間中、551名がAD認知症を発症。生涯認知的刺激が1単位高いとAD発症リスクが38％低下（ハザード比0.62）し、認知機能低下も遅延。AD関連病理を調整後も認知的レジリエンスが高いことが示された。  \n結論：生涯にわたる認知的刺激はAD認知症の発症リスク低減と認知機能の維持に寄与し、高齢期の認知健康は生涯の認知的刺激の影響を受けることが示唆された。",
      "summary_short_ja": "生涯にわたる認知的充実度がアルツハイマー病（AD）認知症の発症リスクを38％低減させ、認知機能の低下速度も遅らせることが明らかとなった。これは、AD関連病理を調整した後も認知的回復力の向上と関連し、認知的充実が高齢期の認知健康に寄与する重要な要因であることを示唆している。",
      "disease": "dementia",
      "section": "epidemiology"
    }
  ]
}