{
  "disease": "epilepsy",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41604608",
      "doi": "10.1111/j.1528-1157.1996.tb00602.x",
      "title": "Progressive Changes in Brain Morphology in People With Idiopathic Generalized Epilepsy.",
      "abstract": "Idiopathic generalized epilepsy (IGE) is typically responsive to treatment, yet some people remain poorly controlled despite multiple antiseizure medication trials. Whether this subgroup shows progressive structural brain changes remains uncertain. We aimed to investigate whether people with poorly controlled chronic IGE exhibit progressive morphological brain alterations and how these differ from those in early-stage IGE. This longitudinal case-control neuroimaging study included 2 cohorts: an early-stage IGE group from West China Hospital (Chengdu, China) and a chronic IGE group from the National Hospital for Neurology and Neurosurgery (London, United Kingdom). Participants had a history of generalized seizures and no focal pathology. Matched healthy controls were drawn from 3 public imaging data sets. Participants underwent 2 high-resolution T1-weighted MRI scans at least 12 months apart. Cortical thickness and hippocampal and subcortical volumes were measured on paired scans. Longitudinal changes were assessed using linear mixed-effects models, correcting for age and interscan interval. Structural covariance analysis was conducted to examine inter-regional relationships over time, focusing on thalamo-cortical coupling. Forty-two people with early-stage IGE and 67 with chronic IGE were recruited from 2 separate epilepsy centers, and 109 matched controls were included. The early-stage IGE group showed progressive atrophy limited to the left putamen. Chronic IGE was associated with widespread cortical thinning, primarily in frontal and temporal regions, and thickening in posterior and occipital areas. Subcortical atrophy involves the putamen, thalamus, and pallidum. People with ongoing generalized tonic-clonic seizures showed thickening in the precentral gyrus and additional thinning in the frontal cortex and precuneus. Photosensitive IGE was associated with thickening in the lingual gyrus and occipital cortex. Valproate use was associated with attenuated structural changes in motor, visual, and subcortical regions. Increased structural covariance was observed between the left thalamus and left lingual gyrus in chronic IGE. Chronic IGE, particularly with persistent generalized tonic-clonic seizures or photosensitivity, is associated with more extensive progressive brain changes compared with matched controls. Valproate may have a protective association with these structural changes, although further validation is needed. Longitudinal MRI may help monitor disease progression and treatment effects in poorly controlled IGE.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41604608/",
      "summary_ja": "背景：特発性全般性てんかん（IGE）は通常治療に反応するが、一部の患者は複数の抗てんかん薬を試しても発作が制御困難であり、この群で進行性の脳構造変化が起こるかは不明であった。  \n方法：中国と英国の2施設から早期IGE群（42名）と慢性IGE群（67名）を対象に、健康対照群（109名）と比較した縦断的MRI研究を実施。高解像度T1強調画像を12か月以上の間隔で2回取得し、皮質厚や海馬・皮質下体積を計測。線形混合効果モデルで年齢や検査間隔を補正し、構造的共分散解析で視床皮質結合も評価した。  \n結果：早期IGEでは左被殻の萎縮が限定的に進行。慢性IGEでは前頭葉・側頭葉の皮質薄化と後頭部の肥厚、被殻・視床・淡蒼球の萎縮が広範に認められた。持続性全般性強直間代発作例は前中心回の肥厚と前頭葉・後帯状皮質のさらなる薄化を示し、光過敏IGEは舌状回・後頭皮質の肥厚を伴った。バルプロ酸使用は運動・視覚・皮質下領域の構造変化を抑制する傾向があった。慢性IGEでは左視床と左舌状回間の構造的共分散が増加した。  \n結論：慢性IGE、特に持続性発作や光過敏例は対照群より広範な進行性脳変化を示し、バルプロ酸がこれらの変化を抑制する可能性がある。縦断的MRIは制御困難なIGEの病態進行や治療効果の評価に有用と考えられる。",
      "summary_short_ja": "特発性全般てんかん（IGE）において、治療抵抗性の慢性患者は初期患者に比べて前頭葉や側頭葉を中心に広範な皮質萎縮と一部領域の肥厚を示し、被殻や視床などの皮質下構造も萎縮することが明らかとなった。持続的な全般性強直間代発作や光過敏性を伴う患者では特異的な脳形態変化が認められ、バルプロ酸はこれらの構造変化を抑制する可能性が示唆された。長期的MRI観察は病態進行や治療効果の評価に有用である。",
      "disease": "epilepsy",
      "section": "imaging"
    },
    {
      "source": "pubmed",
      "pmid": "41592265",
      "doi": "10.1212/WNL.0000000000214613",
      "title": "Timing for Starting Antiseizure Medication Withdrawal After Epilepsy Surgery in Adults.",
      "abstract": "More than half of people undergoing epilepsy surgery become seizure-free and may consider withdrawing antiseizure medications (ASMs). Withdrawal practices vary, and the optimal timing remains unclear. We aim to compare seizure relapse risk among individuals initiating ASM withdrawal at different time points after epilepsy surgery. We conducted a multicenter observational cohort study of adults who underwent resective epilepsy surgery between 1990 and 2016 at 12 tertiary centers. Participants were seizure-free before medication withdrawal and had at least 1 year of follow-up. Seizure relapse risk was compared among those initiating withdrawal 1, 2, 3, 4, or 5 years postoperatively vs later. We used propensity score matching for each comparison to adjust for treatment selection bias. Of the 964 people included (51% female; median age at surgery 34 years [interquartile range 26-44]), 446 (46%) began ASM withdrawal in the first year after surgery, 255 (26%) in the second, 110 (11%) in the third, 58 (6%) in the fourth, 29 (3%) in the fifth, and 66 (7%) after the fifth year. After matching, those starting withdrawal in the first (hazard ratio [HR] 1.4;  Initiating ASM withdrawal within the first 2 postoperative years was linked to a higher initial risk of seizure relapse compared with later withdrawal, although long-term outcomes were similar regardless of withdrawal timing. Waiting more than 2 years did not confer additional benefit in reducing seizure risk. Deciding whether and when to withdraw ASMs is a shared process involving individuals, caregivers, and clinicians, balancing preferences, risk of injury, social factors (e.g., driving, work, and supervision), and clinical judgment. Transparent information on risks and benefits is essential. Our findings offer real-world evidence that may inform future evidence-based withdrawal protocols and follow-up strategies.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Feb-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41592265/",
      "summary_ja": "背景：てんかん手術後に発作が消失した成人患者の多くは抗てんかん薬（ASM）を中止することを検討するが、中止開始の最適な時期は不明である。  \n方法：1990～2016年に12の三次医療機関で切除術を受け、術後発作がなく1年以上追跡された964名を対象に、多施設観察コホート研究を実施。術後1～5年目以降でASM中止開始時期別に発作再発リスクを比較し、傾向スコアマッチングで治療選択バイアスを調整した。  \n結果：術後1年以内に中止開始した群は発作再発リスクが高く（HR 1.4）、2年以内の中止も初期リスク増加と関連したが、長期的な発作再発率は中止時期にかかわらず類似。2年以上待つことによる追加のリスク低減効果は認められなかった。  \n結論：ASM中止の開始時期は患者・介護者・医療者がリスクや社会的要因を考慮し共有決定すべきであり、本研究は実臨床に即した中止時期の判断やフォローアップ方針の策定に資するエビデンスを提供する。",
      "summary_short_ja": "てんかん手術後に抗てんかん薬（ASM）をいつ中止するかは最適な時期が不明である。本研究は12施設で1990～2016年に手術を受けた成人964名を対象に、術後1～5年およびそれ以降のASM中止開始時期と発作再発リスクを比較した。術後2年以内の中止は初期の再発リスクが高いが、長期的な発作抑制効果に差はなく、2年以上待つことによる追加の利益は認められなかった。中止時期の決定は患者・家族・医師の協議が重要である。",
      "disease": "epilepsy",
      "section": "treatment"
    },
    {
      "source": "pubmed",
      "pmid": "41687048",
      "doi": "10.1212/WNL.0000000000214645",
      "title": "Diagnostic Yield of Comprehensive Reanalysis After Nondiagnostic Short-Read Genome Sequencing in Infants With Unexplained Epilepsy.",
      "abstract": "The highest incidence of epilepsy in childhood occurs in the first year of life. Infantile epilepsies are associated with substantial morbidity and mortality. Although most are presumed to have genetic etiologies, many infants with nonacquired epilepsy remain genetically unsolved after clinical genome sequencing. The yield of reanalysis after nondiagnostic genome sequencing in this population is unknown. We aimed to determine the diagnostic yield of comprehensive reanalysis after nondiagnostic genome sequencing in infants with unexplained epilepsy. This cohort study included infants with unexplained epilepsy or complex febrile seizures who were recruited from 4 pediatric referral centers from September 2021 to March 2024 and had nondiagnostic clinical rapid genome sequencing. We performed comprehensive reanalysis of genome sequencing data from infants and available biological parents using multiple bioinformatics pipelines through July 2025 and clinically confirmed reanalysis findings. The primary outcome was diagnostic yield of genome sequencing reanalysis, defined as the percentage of infants who received genetic diagnoses from reanalysis. The secondary outcome was clinical utility of reanalysis findings. From an initial cohort of 312 infants with unexplained epilepsy who underwent clinical rapid genome sequencing, we performed comprehensive genome reanalysis in 176 infants with initially nondiagnostic results at a median age of 642 days, including 63 female patients (36%) and 30 (17%) with neonatal-onset seizures. The diagnostic yield of reanalysis was 5.1% (9/176, 95% CI 2.4%-9.5%), increasing the overall yield from 43.6% (136/312, 95% CI 38.0%-49.3%) to 46.5% (145/312, 95% CI 40.8%-52.2%). Of the new diagnoses, 6 involved variants not reported by clinical laboratories (2 single nucleotide variants, 2 structural variants, 1 tandem repeat expansion, 1 mosaic variant) and 3 involved previously reported variants of uncertain significance with new evidence. All diagnoses had clinical utility. Comprehensive reanalysis after nondiagnostic rapid genome sequencing has utility for infants with unexplained epilepsy. Our findings support implementation of reanalysis within 1-2 years after nondiagnostic genomic sequencing into routine clinical care of children with unexplained epilepsy and the expansion of clinically accredited genomic sequencing to include complex and noncoding variant detection.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687048/",
      "summary_ja": "背景：乳児期のてんかんは発症率が高く、遺伝的要因が多いとされるが、多くの症例で臨床的なゲノム解析後も診断がつかない。再解析の診断率は不明であった。  \n方法：2021年9月から2024年3月までに4つの小児専門施設で非診断結果だった乳児てんかん患者176名（初回312名中）を対象に、親のデータも含め複数のバイオインフォマティクス手法で2025年7月までに包括的なゲノム再解析を実施し、診断率と臨床的有用性を評価した。  \n結果：再解析により5.1％（9/176）が新たに遺伝診断を得て、全体の診断率は43.6％から46.5％に上昇した。新規診断のうち6例は臨床検査で報告されなかった変異（SNV、構造変異、繰り返し配列拡大、モザイク変異）で、3例は既報の意義不明変異に新証拠が加わった。全ての診断は臨床的に有用であった。  \n結論：非診断の迅速ゲノム解析後の包括的再解析は乳児てんかんの診断に有効であり、1～2年以内の再解析の臨床導入と複雑・非コード領域変異の検出を含むゲノム解析の拡充が推奨される。",
      "summary_short_ja": "乳児期のてんかんは遺伝的要因が多いが、初回の迅速ゲノム解析で診断がつかない例も多い。本研究は、診断不能だった乳児のゲノムデータを再解析し、5.1%の新たな遺伝診断を得た。これにより全体の診断率は43.6%から46.5%に向上し、全ての新診断は臨床的意義があった。再解析は1～2年以内に実施すべきであり、複雑変異や非コード領域の検出も含めた臨床的ゲノム解析の拡充が推奨される。",
      "disease": "epilepsy",
      "section": "diagnosis"
    }
  ]
}