{
  "disease": "stroke",
  "items": [
    {
      "source": "pubmed",
      "pmid": "41712884",
      "doi": "10.1212/WNL.0000000000214655",
      "title": "Contrast-Associated Acute Kidney Injury After Thrombectomy for Ischemic Stroke: Prognostic Impact and CAN-REST Predictive Score.",
      "abstract": "Contrast-associated acute kidney injury (CA-AKI) is a potentially preventable complication after exposure to iodinated contrast media. In patients undergoing endovascular thrombectomy (EVT) for acute ischemic stroke (AIS), the incidence and clinical impact are poorly characterized, and no validated prediction tool is currently available. The aim of this study was to assess the incidence and prognostic significance of CA-AKI in EVT-treated patients with AIS and to develop and validate a predictive score. A retrospective, multicenter cohort study was conducted involving EVT-treated patients across 73 centers in 16 countries (January-December 2023). Inclusion criteria were age ≥18 years, absence of dialysis, availability of preprocedural and 48-hour postprocedural creatinine levels, and available 90-day follow-up (modified Rankin Scale [mRS] score). The primary outcome was CA-AKI, defined by KDIGO (Kidney Disease: Improving Global Outcomes criteria;creatinine increase ≥0.3 mg/dL or ≥1.5 times baseline, within 48 hours). Secondary outcomes were (1) in-hospital mortality, (2) 90-day mRS score, and (3) 90-day severe disability or death (mRS score >3). Logistic models assessing associations with outcomes accounted for within-center clustering by applying robust standard errors. CA-AKI prediction models were developed across imputed data sets using univariable selection ( Among 6,638 patients (median age 74 years; 48.7% male), CA-AKI occurred in 326 (4.9%) and was independently associated with in-hospital mortality (adjusted odds ratio [aOR] 2.269; 95% CI 1.615-3.190), higher 90-day mRS scores (adjusted common odds ratio 1.584; 95% CI 1.110-2.258), and 90-day severe disability or death (aOR 1.530; 95% CI 1.057-2.216). A preprocedural risk model including 12 routine clinical variables-sex, ethnicity, arterial hypertension, dyslipidemia, chronic kidney disease, antiplatelet therapy, NIH Stroke Scale score at admission, serum glucose, estimated glomerular filtration rate, hemoglobin, mean arterial pressure, and IV thrombolysis-demonstrated acceptable discrimination (area under the receiver operating characteristic curve 0.710 [95% CI 0.682-0.738]; precision-recall area under the curve 0.13 [95% CI 0.10-0.16]), good calibration (slope 0.870 [95% CI 0.759-0.928]), good overall performance (Brier score 0.045 [95% CI 0.042-0.049]). A second model that included EVT-related variables (e.g., contrast volume) showed similar performances. In this large, international cohort, CA-AKI occurred in approximately 1 in 20 EVT-treated patients with AIS and was independently associated with poor outcomes. A simple preprocedural risk score enables early identification of high-risk individuals and may support preventive strategies.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41712884/",
      "summary_ja": "背景：急性虚血性脳卒中（AIS）に対する血栓回収術（EVT）後のヨード造影剤関連急性腎障害（CA-AKI）は予防可能な合併症であるが、その発生率や臨床的影響は不明瞭であり、予測ツールも存在しない。  \n方法：16か国73施設のEVT施行患者6,638例（中央値年齢74歳）を対象に、術前および術後48時間のクレアチニン値と90日後の修正Rankinスケール（mRS）を用いてCA-AKIの発生率と予後への影響を後ろ向きに解析。CA-AKIはKDIGO基準で定義。予測モデルは12の臨床変数を用いて構築・検証した。  \n結果：CA-AKIは4.9%に発生し、入院中死亡（調整オッズ比2.269）、90日後の重度障害または死亡（mRS>3、aOR1.530）と有意に関連。予測モデルはROC曲線下面積0.710で良好な識別能を示した。造影剤量を含むモデルでも同様の性能を示した。  \n結論：AISに対するEVT後のCA-AKIは約5%に発生し、予後不良と独立して関連する。簡便な術前リスクスコアにより高リスク患者の早期同定が可能であり、予防策の実施に有用である。",
      "summary_short_ja": "虚血性脳卒中に対する血栓回収術後の造影剤関連急性腎障害（CA-AKI）は約5%に発生し、入院中死亡率や90日後の重度障害・死亡と独立して関連した。本研究は16か国73施設の6638例を対象に、12の臨床指標を用いたCA-AKI予測スコア「CAN-REST」を開発・検証し、良好な予測性能を示した。早期リスク評価により予防策の検討が期待される。",
      "disease": "stroke",
      "section": "prognosis"
    },
    {
      "source": "pubmed",
      "pmid": "41698163",
      "doi": "10.1212/WNL.0000000000214701",
      "title": "Systemic Inflammation and Recurrence After Atrial Fibrillation-Related Stroke: An Individual Participant Data Meta-Analysis.",
      "abstract": "The residual recurrence risk after atrial fibrillation (AF)-related stroke is high despite anticoagulation, thereby necessitating new therapies. The importance of inflammation in AF is increasingly recognized. However, patients with AF-related stroke were excluded from recent trials of anti-inflammatory therapies. It is uncertain whether associations between IL-6/high-sensitivity C-reactive protein (hsCRP) and poststroke recurrence are modified by AF status. In this study, we aimed to analyze the association between IL-6/hsCRP and recurrence according to AF history. We leveraged individual participant data from studies identified by systematic review. We analyzed associations between IL-6/hsCRP and recurrent stroke/major adverse cardiovascular events (MACEs) (defined as fatal or nonfatal recurrent stroke or major coronary events) using multivariable Cox regression analyses (conditional logistic regression for 1 study) adjusted for age, sex, index event, cardiovascular risk factors, and medication use, stratified by AF status. Data from 11 prospective studies with 10,080 patients (2,134 with AF, mean age 70 years, 59.3% male) were included. During 21,080 person-years of follow-up, 1,677 patients had MACEs and 1,342 had recurrent stroke. Inflammatory markers were higher in patients with AF, irrespective of stroke severity and timing of measurement, with elevated levels persisting well beyond the acute phase. hsCRP was associated with recurrent MACEs in patients with AF (adjusted risk ratio [aRR] 1.14, 95% CI 1.04-1.25, per log These data highlight the importance of inflammatory mechanisms in vascular recurrence irrespective of AF, provide rationale for the inclusion of patients with AF in trials of anti-inflammatory therapy, and support a selection approach in future trials based on elevated inflammatory marker levels, rather than stroke etiology alone.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41698163/",
      "summary_ja": "背景：心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法の開発が求められている。炎症の役割がAFで注目されているが、AF関連脳卒中患者は抗炎症療法の最近の臨床試験から除外されており、IL-6や高感度C反応性タンパク（hsCRP）と再発リスクの関連がAFの有無で変わるかは不明であった。  \n方法：システマティックレビューで同定した11の前向き研究（計10,080例、うち2,134例がAF患者）から個別参加者データを用い、IL-6/hsCRPと再発脳卒中および主要心血管イベント（MACE）との関連を多変量コックス回帰分析で評価し、AFの有無で層別化した。  \n結果：追跡期間中（21,080人年）に1,677例がMACE、1,342例が再発脳卒中を発症。AF患者は炎症マーカー値が高く、急性期を超えて持続。hsCRPはAF患者の再発MACEと有意に関連（調整リスク比1.14、95%CI 1.04-1.25）した。  \n結論：炎症機序はAFの有無にかかわらず血管再発に重要であり、AF患者も抗炎症療法試験に含めるべきである。将来の試験では脳卒中の病因ではなく、炎症マーカーの高値を基準に患者選択を行うことが推奨される。",
      "summary_short_ja": "心房細動（AF）関連脳卒中後の再発リスクは抗凝固療法下でも高く、新たな治療法が求められている。本研究は、11の前向き研究10,080例の個別データを用い、炎症マーカーIL-6およびhsCRPと再発リスクの関連をAFの有無で解析した。AF患者は炎症マーカーが高値で持続し、hsCRPはAF患者の再発重大心血管イベントと有意に関連した。炎症機序の重要性を示し、AF患者の抗炎症療法試験への参加と炎症マーカーに基づく選択の必要性を支持する。",
      "disease": "stroke",
      "section": "prognosis"
    },
    {
      "source": "pubmed",
      "pmid": "41687047",
      "doi": "10.1212/WNL.0000000000214711",
      "title": "Association of Systemic Inflammatory Markers With Cerebral Small Vessel Disease Progression: A Community-Based Prospective Study.",
      "abstract": "Inflammation is an established risk factor in the development of cerebral small vessel disease (CSVD). This study aimed to investigate the associations between neutrophil-to-lymphocyte ratio (NLR), monocyte-to-lymphocyte ratio (MLR), and systemic immune-inflammation index (SII) with progression of CSVD. This prospective cohort study used data from the PolyvasculaR Evaluation for Cognitive Impairment and vaScular Events study between 2017 and 2024. Participants were excluded for a history of stroke or cancer or because of missing data on baseline systemic inflammatory markers or follow-up neuroimaging for CSVD. Baseline systemic inflammatory markers were calculated by neutrophils, monocytes, lymphocytes, and platelets count data, and categorized into 4 groups according to the quartiles. The progression of total CSVD burden, using Wardlaw and Rothwell ratings, along with progression of specific MRI markers were assessed between baseline and wave 3 follow-up (∼4.7 years). Assessment of the associations was performed using log-binomial regression models. The median follow-up duration was 4.7 years (interquartile range 4.5-4.8), and 2,267 participants were included. At baseline, the mean age of the participants was 60.4 years, with 50.6% being male. An elevation in NLR was associated with progression of total CSVD burden (Wardlaw: adjusted relative risk [aRR] 1.23, 95% CI 1.08-1.41; Rothwell: aRR 1.29, 95% CI 1.11-1.50) and incident cerebral microbleeds (CMBs) (aRR 1.43, 95% CI 1.16-1.78). High level of MLR was associated with incident lacunes (aRR 1.88, 95% CI 1.28-2.77) and incident CMBs (aRR 1.33, 95% CI 1.08-1.65). High level of SII was associated with progression of total CSVD burden (Wardlaw: aRR 1.15, 95% CI 1.01-1.31; Rothwell: aRR 1.17, 95% CI 1.01-1.35) and incident CMBs (aRR 1.34, 95% CI 1.10-1.64). Linear associations between these markers and progression of CSVD were demonstrated by restricted cubic spline analysis. This community-based prospective study demonstrated that elevated NLR, MLR, and SII were associated with progression of total CSVD burden and progression of white matter hyperintensity, incident lacunes, and CMBs over ∼4.7 years, supporting their potential to provide additional context for CSVD preventive considerations. Limitations include study's single-city population and the lack of dynamic changes in inflammatory markers.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687047/",
      "summary_ja": "背景：炎症は脳の小血管病変（CSVD）の発症リスク因子として知られている。本研究は、好中球対リンパ球比（NLR）、単球対リンパ球比（MLR）、および全身免疫炎症指数（SII）とCSVD進行との関連を調査することを目的とした。  \n方法：2017年から2024年までの地域住民を対象とした前向きコホート研究で、脳卒中やがんの既往がなく、基線の炎症マーカーおよび追跡MRIデータが揃った2,267名を解析。NLR、MLR、SIIを四分位で分類し、約4.7年の追跡期間中のCSVD全体の進行および特定のMRIマーカーの変化を評価した。  \n結果：NLRの上昇はCSVD全体の進行および新規脳微小出血（CMBs）発生と有意に関連した。MLRの高値は新規ラクナ梗塞およびCMBsと関連し、SIIの高値もCSVD進行とCMBs発生に関連した。これらの炎症マーカーとCSVD進行には線形の関連性が認められた。  \n結論：NLR、MLR、SIIの上昇はCSVDの進行と関連し、これらのマーカーはCSVD予防のための追加的な指標となりうる。ただし、単一都市の集団を対象とした点や炎症マーカーの動的変化を評価していない点が限界である。",
      "summary_short_ja": "本研究は、地域住民を対象とした前向きコホート研究で、好中球・リンパ球比（NLR）、単球・リンパ球比（MLR）、全身免疫炎症指数（SII）と脳小血管病（CSVD）の進行との関連を検討した。約4.7年の追跡で、これらの炎症マーカーの上昇がCSVD全体の負荷増大や白質病変、脳微小出血、ラクナ梗塞の発症と有意に関連することを示し、CSVD予防の指標としての有用性を示唆した。",
      "disease": "stroke",
      "section": "epidemiology"
    },
    {
      "source": "pubmed",
      "pmid": "41687046",
      "doi": "10.1212/WNL.0000000000214679",
      "title": "Autoimmune Diseases and Incident Spontaneous Subarachnoid Hemorrhage: A Swedish Population-Based Cohort Study.",
      "abstract": "Compelling evidence documents an association between autoimmune diseases and several types of cardiovascular diseases. Knowledge on whether autoimmune diseases may increase the risk of subarachnoid hemorrhage (SAH), a rare but severe type of cerebrovascular event, is very limited. The aim of this study was to determine the association between autoimmune diseases and SAH. We conducted a nationwide cohort study including individuals who were parents of all live births recorded in the Swedish Medical Birth Register during 1973-2014 and who were alive, resided in Sweden, and had no history of SAH at study baseline. We obtained data on autoimmune diseases, SAH, and covariates through linkage to several population-based registers and followed participants from January 1, 2001, until SAH diagnosis, death, emigration, or December 31, 2023. We used Cox proportional hazards models to calculate hazard ratios (HRs) and 95% confidence intervals (CIs) for SAH in relation to autoimmune diseases. Among the 3,824,528 study participants (mean age at baseline 38.1 (±13.2) years, 55.2% female), 608,043 (15.9%) had a record of any autoimmune disease before or during the study period; 10,311 (0.3%) were diagnosed with SAH over the follow-up period of 83.5 million person-years. Overall, any autoimmune disease was associated with an increased risk of SAH (HR = 1.18; 95% CI 1.11-1.25). Several categories, as well as some specific autoimmune diseases, that is, type 1 diabetes (HR = 1.36; 95% CI 1.15-1.61), rheumatoid arthritis (HR = 1.29; 95% CI 1.10-1.50), systemic lupus erythematosus (HR = 1.49; 95% CI 1.01-2.21), psoriasis vulgaris (HR = 1.18; 95% CI 1.04-1.33), multiple sclerosis (HR = 1.35; 95% CI 1.02-1.78), primary biliary cirrhosis (HR = 2.66; 95% CI 1.57-4.49), and IgA nephropathy (HR = 1.42; 95% CI 1.08-1.87), were associated with an increased risk of SAH. This study suggested that a broad range of autoimmune diseases may be involved in the etiology of SAH. If confirmed by future research, the results may inform the development of targeted SAH prevention strategies for individuals with autoimmune diseases; however, reliance on register-based diagnoses and the lack of detailed lifestyle information such as smoking may have led to misclassification and residual confounding.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41687046/",
      "summary_ja": "本研究は自己免疫疾患とくも膜下出血（SAH）発症リスクの関連を検討した。スウェーデンの出生登録に基づく全国コホート（約382万人、平均年齢38.1歳、女性55.2%）を対象に、2001年から2023年まで追跡調査を実施。自己免疫疾患の有無とSAH発症を複数の人口ベースの登録データから取得し、Cox比例ハザードモデルでリスク評価を行った。結果、自己免疫疾患全体でSAHリスクが18%増加（HR=1.18、95%CI 1.11-1.25）し、特に1型糖尿病、関節リウマチ、全身性エリテマトーデス、乾癬、多発性硬化症、原発性胆汁性肝硬変、IgA腎症で有意なリスク上昇が認められた。結論として、広範な自己免疫疾患がSAHの発症に関与する可能性が示唆され、将来的には自己免疫疾患患者に対するSAH予防戦略の開発に資する。ただし、登録診断の限界や喫煙など生活習慣情報の欠如による交絡の可能性は留意が必要である。",
      "summary_short_ja": "本研究は、スウェーデンの大規模コホートを用いて自己免疫疾患とくも膜下出血（SAH）の関連を検討した。約380万人を対象に追跡調査を行い、自己免疫疾患があるとSAHリスクが18％増加することを示した。特に1型糖尿病、関節リウマチ、全身性エリテマトーデスなど複数の疾患でリスク上昇が認められ、自己免疫疾患がSAHの発症に関与する可能性が示唆された。今後の予防戦略に資する知見であるが、生活習慣情報の不足など限界もある。",
      "disease": "stroke",
      "section": "epidemiology"
    },
    {
      "source": "pubmed",
      "pmid": "41678809",
      "doi": "10.1212/WNL.0000000000214702",
      "title": "IV Tenecteplase Before Thrombectomy Compared With Thrombectomy Alone in Patients With Stroke Due to a Large Vessel Occlusion.",
      "abstract": "The benefit of IV thrombolysis (IVT) with alteplase before endovascular thrombectomy (EVT) compared with EVT alone has been shown to be limited and time dependent. Data on tenecteplase, its recommended alternative, are limited. We aimed to assess the efficacy and safety of IVT with tenecteplase plus mechanical thrombectomy (TNK + EVT) compared with EVT in patients with large vessel occlusion stroke and determine whether its potential benefit decreases with treatment time. We conducted a retrospective pooled analysis of 2 nationwide, real-world registries of patients with anterior circulation large vessel occlusion stroke within 4.5 hours of known symptom onset and with no contraindication to thrombolysis, treated with TNK + EVT (TETRIS) or EVT (ETIS). The efficacy outcome was the 3-month modified Rankin Scale (mRS) score, analyzed in ordinal and dichotomized (mRS score ≤2) approaches. We used propensity score-weighted logistic regression to assess associations between treatment groups and outcomes of interest. Among 1,890 patients who were analyzed (TNK + EVT: n = 798; EVT: n = 1,092; median age 73 years [interquartile range 61-82]; 49.6% women), the median expected onset-to-thrombolysis time was 146 minutes [interquartile range 119-180]. More than half of patients (n = 1,063; 56.2%) were admitted first to a primary stroke center. All baseline characteristics were balanced between treatment groups after overlap weighting. Overall, TNK + EVT was associated with better 3-month functional outcome over the full mRS (weighted common odds ratio [OR] 1.53 [95% CI 1.29-1.82];  Among patients treated within 4.5 hours of symptom onset, TNK + EVT was associated with better functional outcome than EVT, without safety concerns. This benefit does not seem to be time dependent. These findings support the routine use of tenecteplase before EVT in the early time window. This study provides Class II evidence that, in patients with stroke due to anterior circulation large vessel occlusion, IV tenecteplase plus thrombectomy is associated with better functional outcomes at 3 months compared with thrombectomy alone. NCT03776877 (ETIS registry) and NCT05534360 (TETRIS registry).",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41678809/",
      "summary_ja": "背景：大血管閉塞による脳卒中患者に対し、血管内血栓除去術（EVT）前のアルテプラーゼによる静脈内血栓溶解療法（IVT）の効果は限定的かつ時間依存的である。代替薬として推奨されるテネクテプラーゼのデータは不足している。  \n方法：発症から4.5時間以内の前方循環大血管閉塞脳卒中患者を対象に、テネクテプラーゼ併用EVT（TNK + EVT）群とEVT単独群の2つの全国実臨床レジストリを用いた後ろ向きプール解析を実施。3か月後の改訂Rankinスケール（mRS）を主要評価項目とし、傾向スコア重み付けロジスティック回帰で群間比較を行った。  \n結果：1,890例（TNK + EVT：798例、EVT：1,092例、中央値年齢73歳）を解析。TNK + EVT群は全mRSスコアで有意に良好な機能的転帰を示し（加重共通オッズ比1.53、95%CI 1.29-1.82）、安全性に問題は認められなかった。効果は治療時間に依存しなかった。  \n結論：発症早期の大血管閉塞脳卒中において、EVT前のテネクテプラーゼ静注はEVT単独よりも3か月後の機能的予後を改善し、安全に使用可能であることが示された。",
      "summary_short_ja": "前向き脳梗塞患者を対象に、IVテネクテプラーゼ（TNK）併用血栓回収療法（EVT）とEVT単独の効果を比較した後ろ向き解析で、TNK+EVT群は3か月後の機能的回復が有意に良好であった。治療開始から4.5時間以内の症例で安全性に問題はなく、効果は時間依存性が認められなかった。これにより、早期脳梗塞治療におけるTNK併用の有用性が示された。",
      "disease": "stroke",
      "section": "treatment"
    },
    {
      "source": "pubmed",
      "pmid": "41671526",
      "doi": "10.1212/WNL.0000000000214672",
      "title": "Previous Antiplatelet Therapy and Outcomes of Acute Ischemic Stroke With Large Vessel Occlusion Treated With Direct Endovascular Therapy.",
      "abstract": "Previous antiplatelet therapy (APT) may influence outcomes in patients undergoing direct endovascular therapy (EVT) for anterior circulation large vessel occlusion (LVO) stroke, but evidence on clinical benefits and safety is limited and inconsistent. We aimed to evaluate the effects of previous APT on the outcomes of direct EVT. We conducted a retrospective analysis of consecutive patients treated at 20 high-volume stroke centers across 9 European countries and Israel (EVA-TRISP registry, 2015-2023). We included adults with anterior circulation LVO strokes, without previous use of IV thrombolysis (IVT) or anticoagulants. We compared outcomes of direct EVT patients stratified by previous APT regimen, using propensity score matching based on medical history and multilevel models to address confounders. The primary outcome was the 90-day modified Rankin Scale (mRS) score. The secondary efficacy outcomes were 90-day independence and the rate of successful reperfusion. The secondary safety outcomes were the rate of symptomatic intracranial hemorrhage (sICH) and mortality. Among 12,950 patients, 2,611 met the criteria and 1,308 were matched: 480 without previous APT and 828 with any previous APT, among whom 764 were on single APT and 64 on dual APT. The overall mean age was 75.8 ± 11.4 years, and 49.4% were female; the mean NIH Stroke Scale score was 13.1 ± 7.2 points, the successful reperfusion rate was 74.7%, and the median mRS score was 3 (interquartile range 2-4), with 38.8% of patients independent at 90 days. When compared with no previous APT, any previous APT was associated with a shift toward lower mRS scores at 90 days (odds ratio [OR] 1.30, CI 1.04-1.61,  In patients with anterior circulation LVO stroke treated with direct EVT and no previous anticoagulation, pretreatment with any APT was independently linked to better 90-day functional outcomes and higher independence, without increasing sICH risk. This study provides Class III evidence that, in patients with anterior circulation LVO stroke treated with direct EVT, previous APT is associated with better 90-day functional outcomes compared with no previous APT.",
      "journal": "Neurology",
      "year": "2026",
      "published": "2026-Mar-24",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41671526/",
      "summary_ja": "背景：前治療としての抗血小板療法（APT）が、前方循環大血管閉塞（LVO）急性虚血性脳卒中に対する直接血管内治療（EVT）の成績に与える影響は不明瞭であり、臨床的利益や安全性に関するエビデンスは限られている。  \n方法：2015～2023年に欧州9カ国とイスラエルの20施設で施行されたEVA-TRISPレジストリから、静脈内血栓溶解療法や抗凝固療法を受けていない前方循環LVO脳卒中患者2,611例を対象に後ろ向き解析を行い、前治療APTの有無で1,308例を傾向スコアマッチングした。主要評価項目は90日後の修正Rankinスケール（mRS）、副次評価項目は90日後の自立度、再灌流成功率、症候性頭蓋内出血（sICH）発生率、死亡率とした。  \n結果：平均年齢75.8歳、NIHSSスコア13.1点、再灌流成功率74.7%、90日後自立率38.8%であった。APT既往群は非APT群に比べ、90日mRSが有意に改善（オッズ比1.30、95%CI 1.04-1.61）し、自立度も高かったが、sICHリスクの増加は認められなかった。  \n結論：前治療APTは、直接EVTを受ける前方循環LVO脳卒中患者において、90日後の機能的予後改善および自立度向上と関連し、安全性にも問題はなかった。",
      "summary_short_ja": "前治療として抗血小板療法（APT）を受けていた前向き脳梗塞患者（前方循環大血管閉塞）に対し、直接血管内治療（EVT）を行った結果を多施設で後ろ向き解析した。APT既往群は90日後の機能的予後（修正Rankinスケール）や自立度が有意に良好で、症候性頭蓋内出血リスクの増加は認められなかった。APT既往は直接EVT治療患者の予後改善に寄与する可能性が示された。",
      "disease": "stroke",
      "section": "treatment"
    },
    {
      "source": "pubmed",
      "pmid": "41671519",
      "doi": "10.1212/WNL.0000000000214677",
      "title": "Associations of Lifetime Cognitive Enrichment With Incident Alzheimer Disease Dementia, Cognitive Aging, and Cognitive Resilience.",
      "abstract": "The effects of lifetime cognitive enrichment on later-life cognitive outcomes are not comprehensively investigated. The aim of this study was to test the association of lifetime cognitive enrichment with Alzheimer disease (AD) dementia and cognitive decline and in an autopsied deceased subset to explore the association between lifetime enrichment and AD and related dementia (ADRD) pathologic indices and cognitive resilience that is, decline after adjusting for common ADRD pathologies. This was a longitudinal clinicopathologic study involving older individuals from Northeastern Illinois who participated in the Rush Memory and Aging Project, were free of dementia at baseline, completed surveys reflecting lifetime enrichment, and had annual clinical evaluations. We constructed a composite measure reflecting lifetime cognitive enrichment and tested its association with incident AD dementia in proportional hazards models, mean age of AD dementia onset in an accelerated failure time model, and cognitive decline using linear mixed-effects models. In a deceased subset, we tested the association of lifetime cognitive enrichment with 9 ADRD pathologies and cognitive resilience. Participants (n = 1,939, 75% female, mean baseline age = 79.6) completed an average of 7.6 years of follow-up, during which 551 participants developed AD dementia. One unit higher in lifetime enrichment was associated with 38% lower hazards of developing AD dementia (hazard ratio 0.62, 95% CI 0.52-0.73,  Lifetime exposure to cognitive enrichment was related to lower risk of AD dementia and a slower rate of cognitive decline, including after adjustment for common ADRD pathologies, indicating higher resilience provided by lifetime enrichment. Our results suggest that cognitive health in later life is in part the product of lifetime exposure to cognitive enrichment.",
      "journal": "Neurology",
      "year": "2026",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41671519/",
      "summary_ja": "",
      "disease": "stroke",
      "section": "imaging"
    }
  ]
}